window.NI_DATA = {
  "plans": {
  "1200": [
    {
      "day": 1,
      "kcal_target": 1200,
      "total_kcal": 1201,
      "total_protein": 98,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 115
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 333,
          "protein": 22,
          "grams": 270,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 165
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 95
            },
            {
              "name": "Томаты",
              "grams": 115
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 416,
          "protein": 39,
          "grams": 415,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 100
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 122,
          "protein": 10,
          "grams": 155,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 1200,
      "total_kcal": 1194,
      "total_protein": 103,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 90
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 346,
          "protein": 26,
          "grams": 245,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 409,
          "protein": 37,
          "grams": 400,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Индейка готовая",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 117,
          "protein": 11,
          "grams": 90,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 1200,
      "total_kcal": 1213,
      "total_protein": 106,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 125
            },
            {
              "name": "Яйцо",
              "grams": 30
            },
            {
              "name": "Рисовая мука",
              "grams": 20
            },
            {
              "name": "Йогурт",
              "grams": 60
            },
            {
              "name": "Ягоды",
              "grams": 50
            }
          ],
          "kcal": 332,
          "protein": 32,
          "grams": 285,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 90
            },
            {
              "name": "Лапша готовая",
              "grams": 125
            },
            {
              "name": "Овощная смесь",
              "grams": 130
            }
          ],
          "kcal": 433,
          "protein": 37,
          "grams": 345,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 130
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 75
            },
            {
              "name": "Томаты",
              "grams": 90
            },
            {
              "name": "Йогурт",
              "grams": 30
            }
          ],
          "kcal": 326,
          "protein": 30,
          "grams": 325,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 35
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 122,
          "protein": 7,
          "grams": 95,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 1200,
      "total_kcal": 1197,
      "total_protein": 81,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 140
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 336,
          "protein": 17,
          "grams": 320,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 105
            },
            {
              "name": "Пюре картофельное",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 421,
          "protein": 36,
          "grams": 420,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 95
            },
            {
              "name": "Груша",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 115,
          "protein": 4,
          "grams": 160,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 1200,
      "total_kcal": 1202,
      "total_protein": 106,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Сыр",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 337,
          "protein": 32,
          "grams": 235,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 55
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 50
            },
            {
              "name": "Сыр",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 43,
          "grams": 330,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 30
            },
            {
              "name": "Хлебцы",
              "grams": 10
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 119,
          "protein": 4,
          "grams": 80,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 1200,
      "total_kcal": 1200,
      "total_protein": 93,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 125
            },
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 343,
          "protein": 10,
          "grams": 320,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 105
            },
            {
              "name": "Гречка готовая",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 407,
          "protein": 40,
          "grams": 380,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Йогурт",
              "grams": 25
            },
            {
              "name": "Банан",
              "grams": 25
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 128,
          "protein": 14,
          "grams": 115,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 1200,
      "total_kcal": 1199,
      "total_protein": 89,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Авокадо",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 333,
          "protein": 17,
          "grams": 245,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 165
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 95
            },
            {
              "name": "Томаты",
              "grams": 115
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 416,
          "protein": 39,
          "grams": 415,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 75
            },
            {
              "name": "Картофель готовый",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 90
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 337,
          "protein": 25,
          "grams": 310,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 60
            },
            {
              "name": "Творог 5%",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Овсяные хлопья",
              "grams": 5
            }
          ],
          "kcal": 113,
          "protein": 8,
          "grams": 125,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 1200,
      "total_kcal": 1198,
      "total_protein": 93,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Греческий йогурт",
              "grams": 130
            },
            {
              "name": "Ягоды",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 342,
          "protein": 19,
          "grams": 300,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 409,
          "protein": 37,
          "grams": 400,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Яблоко",
              "grams": 60
            }
          ],
          "kcal": 122,
          "protein": 13,
          "grams": 135,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 1200,
      "total_kcal": 1218,
      "total_protein": 96,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 115
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 333,
          "protein": 22,
          "grams": 270,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 90
            },
            {
              "name": "Лапша готовая",
              "grams": 125
            },
            {
              "name": "Овощная смесь",
              "grams": 130
            }
          ],
          "kcal": 433,
          "protein": 37,
          "grams": 345,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 100
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 122,
          "protein": 10,
          "grams": 155,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 1200,
      "total_kcal": 1206,
      "total_protein": 102,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 90
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 346,
          "protein": 26,
          "grams": 245,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 105
            },
            {
              "name": "Пюре картофельное",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 421,
          "protein": 36,
          "grams": 420,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Индейка готовая",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 117,
          "protein": 11,
          "grams": 90,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 1200,
      "total_kcal": 1196,
      "total_protein": 112,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 125
            },
            {
              "name": "Яйцо",
              "grams": 30
            },
            {
              "name": "Рисовая мука",
              "grams": 20
            },
            {
              "name": "Йогурт",
              "grams": 60
            },
            {
              "name": "Ягоды",
              "grams": 50
            }
          ],
          "kcal": 332,
          "protein": 32,
          "grams": 285,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 55
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 50
            },
            {
              "name": "Сыр",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 43,
          "grams": 330,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 130
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 75
            },
            {
              "name": "Томаты",
              "grams": 90
            },
            {
              "name": "Йогурт",
              "grams": 30
            }
          ],
          "kcal": 326,
          "protein": 30,
          "grams": 325,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 35
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 122,
          "protein": 7,
          "grams": 95,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 1200,
      "total_kcal": 1183,
      "total_protein": 85,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 140
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 336,
          "protein": 17,
          "grams": 320,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 105
            },
            {
              "name": "Гречка готовая",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 407,
          "protein": 40,
          "grams": 380,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 95
            },
            {
              "name": "Груша",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 115,
          "protein": 4,
          "grams": 160,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 1200,
      "total_kcal": 1202,
      "total_protein": 102,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Сыр",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 337,
          "protein": 32,
          "grams": 235,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 165
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 95
            },
            {
              "name": "Томаты",
              "grams": 115
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 416,
          "protein": 39,
          "grams": 415,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 30
            },
            {
              "name": "Хлебцы",
              "grams": 10
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 119,
          "protein": 4,
          "grams": 80,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 1200,
      "total_kcal": 1202,
      "total_protein": 90,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 125
            },
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 343,
          "protein": 10,
          "grams": 320,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 409,
          "protein": 37,
          "grams": 400,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Йогурт",
              "grams": 25
            },
            {
              "name": "Банан",
              "grams": 25
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 128,
          "protein": 14,
          "grams": 115,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 1200,
      "total_kcal": 1205,
      "total_protein": 92,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Авокадо",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 333,
          "protein": 17,
          "grams": 245,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 90
            },
            {
              "name": "Лапша готовая",
              "grams": 125
            },
            {
              "name": "Овощная смесь",
              "grams": 130
            }
          ],
          "kcal": 433,
          "protein": 37,
          "grams": 345,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 130
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 75
            },
            {
              "name": "Томаты",
              "grams": 90
            },
            {
              "name": "Йогурт",
              "grams": 30
            }
          ],
          "kcal": 326,
          "protein": 30,
          "grams": 325,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 60
            },
            {
              "name": "Творог 5%",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Овсяные хлопья",
              "grams": 5
            }
          ],
          "kcal": 113,
          "protein": 8,
          "grams": 125,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 1200,
      "total_kcal": 1210,
      "total_protein": 92,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Греческий йогурт",
              "grams": 130
            },
            {
              "name": "Ягоды",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 342,
          "protein": 19,
          "grams": 300,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 105
            },
            {
              "name": "Пюре картофельное",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 421,
          "protein": 36,
          "grams": 420,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Яблоко",
              "grams": 60
            }
          ],
          "kcal": 122,
          "protein": 13,
          "grams": 135,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 1200,
      "total_kcal": 1201,
      "total_protein": 102,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 115
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 333,
          "protein": 22,
          "grams": 270,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 55
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 50
            },
            {
              "name": "Сыр",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 43,
          "grams": 330,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 100
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 122,
          "protein": 10,
          "grams": 155,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 1200,
      "total_kcal": 1192,
      "total_protein": 106,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 90
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 346,
          "protein": 26,
          "grams": 245,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 105
            },
            {
              "name": "Гречка готовая",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 407,
          "protein": 40,
          "grams": 380,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Индейка готовая",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 117,
          "protein": 11,
          "grams": 90,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 1200,
      "total_kcal": 1207,
      "total_protein": 103,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 125
            },
            {
              "name": "Яйцо",
              "grams": 30
            },
            {
              "name": "Рисовая мука",
              "grams": 20
            },
            {
              "name": "Йогурт",
              "grams": 60
            },
            {
              "name": "Ягоды",
              "grams": 50
            }
          ],
          "kcal": 332,
          "protein": 32,
          "grams": 285,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 165
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 95
            },
            {
              "name": "Томаты",
              "grams": 115
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 416,
          "protein": 39,
          "grams": 415,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 75
            },
            {
              "name": "Картофель готовый",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 90
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 337,
          "protein": 25,
          "grams": 310,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 35
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 122,
          "protein": 7,
          "grams": 95,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 1200,
      "total_kcal": 1185,
      "total_protein": 82,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 140
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 336,
          "protein": 17,
          "grams": 320,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 409,
          "protein": 37,
          "grams": 400,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 95
            },
            {
              "name": "Груша",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 115,
          "protein": 4,
          "grams": 160,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 1200,
      "total_kcal": 1219,
      "total_protein": 100,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Сыр",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 337,
          "protein": 32,
          "grams": 235,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 90
            },
            {
              "name": "Лапша готовая",
              "grams": 125
            },
            {
              "name": "Овощная смесь",
              "grams": 130
            }
          ],
          "kcal": 433,
          "protein": 37,
          "grams": 345,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 30
            },
            {
              "name": "Хлебцы",
              "grams": 10
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 119,
          "protein": 4,
          "grams": 80,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 1200,
      "total_kcal": 1214,
      "total_protein": 89,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 125
            },
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 343,
          "protein": 10,
          "grams": 320,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 105
            },
            {
              "name": "Пюре картофельное",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 421,
          "protein": 36,
          "grams": 420,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Йогурт",
              "grams": 25
            },
            {
              "name": "Банан",
              "grams": 25
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 128,
          "protein": 14,
          "grams": 115,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 1200,
      "total_kcal": 1188,
      "total_protein": 98,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Авокадо",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 333,
          "protein": 17,
          "grams": 245,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 55
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 50
            },
            {
              "name": "Сыр",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 43,
          "grams": 330,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 130
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 75
            },
            {
              "name": "Томаты",
              "grams": 90
            },
            {
              "name": "Йогурт",
              "grams": 30
            }
          ],
          "kcal": 326,
          "protein": 30,
          "grams": 325,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 60
            },
            {
              "name": "Творог 5%",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Овсяные хлопья",
              "grams": 5
            }
          ],
          "kcal": 113,
          "protein": 8,
          "grams": 125,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 1200,
      "total_kcal": 1196,
      "total_protein": 96,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Греческий йогурт",
              "grams": 130
            },
            {
              "name": "Ягоды",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 342,
          "protein": 19,
          "grams": 300,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 105
            },
            {
              "name": "Гречка готовая",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 407,
          "protein": 40,
          "grams": 380,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Яблоко",
              "grams": 60
            }
          ],
          "kcal": 122,
          "protein": 13,
          "grams": 135,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 1200,
      "total_kcal": 1201,
      "total_protein": 98,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 115
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 333,
          "protein": 22,
          "grams": 270,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 165
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 95
            },
            {
              "name": "Томаты",
              "grams": 115
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 416,
          "protein": 39,
          "grams": 415,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 100
            },
            {
              "name": "Банан",
              "grams": 55
            }
          ],
          "kcal": 122,
          "protein": 10,
          "grams": 155,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 1200,
      "total_kcal": 1194,
      "total_protein": 103,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 90
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 346,
          "protein": 26,
          "grams": 245,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 409,
          "protein": 37,
          "grams": 400,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Индейка готовая",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 117,
          "protein": 11,
          "grams": 90,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 1200,
      "total_kcal": 1213,
      "total_protein": 106,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 125
            },
            {
              "name": "Яйцо",
              "grams": 30
            },
            {
              "name": "Рисовая мука",
              "grams": 20
            },
            {
              "name": "Йогурт",
              "grams": 60
            },
            {
              "name": "Ягоды",
              "grams": 50
            }
          ],
          "kcal": 332,
          "protein": 32,
          "grams": 285,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 90
            },
            {
              "name": "Лапша готовая",
              "grams": 125
            },
            {
              "name": "Овощная смесь",
              "grams": 130
            }
          ],
          "kcal": 433,
          "protein": 37,
          "grams": 345,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 130
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 75
            },
            {
              "name": "Томаты",
              "grams": 90
            },
            {
              "name": "Йогурт",
              "grams": 30
            }
          ],
          "kcal": 326,
          "protein": 30,
          "grams": 325,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 35
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 35
            }
          ],
          "kcal": 122,
          "protein": 7,
          "grams": 95,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 1200,
      "total_kcal": 1197,
      "total_protein": 81,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 140
            },
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 336,
          "protein": 17,
          "grams": 320,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 105
            },
            {
              "name": "Пюре картофельное",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 421,
          "protein": 36,
          "grams": 420,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 80
            },
            {
              "name": "Картофель готовый",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Йогурт",
              "grams": 25
            }
          ],
          "kcal": 325,
          "protein": 24,
          "grams": 340,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 95
            },
            {
              "name": "Груша",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 115,
          "protein": 4,
          "grams": 160,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 1200,
      "total_kcal": 1202,
      "total_protein": 106,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Сыр",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 337,
          "protein": 32,
          "grams": 235,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 55
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 50
            },
            {
              "name": "Сыр",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 43,
          "grams": 330,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Пюре картофельное",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 330,
          "protein": 27,
          "grams": 320,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 30
            },
            {
              "name": "Хлебцы",
              "grams": 10
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 119,
          "protein": 4,
          "grams": 80,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 1200,
      "total_kcal": 1200,
      "total_protein": 93,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 125
            },
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 343,
          "protein": 10,
          "grams": 320,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 105
            },
            {
              "name": "Гречка готовая",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 407,
          "protein": 40,
          "grams": 380,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 100
            },
            {
              "name": "Булгур готовый",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 100
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 322,
          "protein": 29,
          "grams": 320,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Йогурт",
              "grams": 25
            },
            {
              "name": "Банан",
              "grams": 25
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 128,
          "protein": 14,
          "grams": 115,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    }
  ],
  "1500": [
    {
      "day": 1,
      "kcal_target": 1500,
      "total_kcal": 1489,
      "total_protein": 115,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 175
            },
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 400,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 120
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 517,
          "protein": 40,
          "grams": 500,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 45
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 45
            }
          ],
          "kcal": 151,
          "protein": 9,
          "grams": 120,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 1500,
      "total_kcal": 1471,
      "total_protein": 122,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 420,
          "protein": 41,
          "grams": 295,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 220
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 523,
          "protein": 38,
          "grams": 555,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 120
            },
            {
              "name": "Груша",
              "grams": 75
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 136,
          "protein": 5,
          "grams": 200,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 1500,
      "total_kcal": 1501,
      "total_protein": 89,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 12,
          "grams": 400,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Фасоль готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 125
            }
          ],
          "kcal": 521,
          "protein": 40,
          "grams": 345,
          "recipe": "томаты 125 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Картофель готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 110
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 32,
          "grams": 385,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 35
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 153,
          "protein": 5,
          "grams": 105,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 1500,
      "total_kcal": 1490,
      "total_protein": 129,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Яйца",
              "grams": 90
            },
            {
              "name": "Авокадо",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 300,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 120
            },
            {
              "name": "Чечевица готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 175
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 510,
          "protein": 56,
          "grams": 485,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Йогурт",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 154,
          "protein": 17,
          "grams": 140,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 1500,
      "total_kcal": 1531,
      "total_protein": 126,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Греческий йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 90
            },
            {
              "name": "Банан",
              "grams": 70
            }
          ],
          "kcal": 423,
          "protein": 23,
          "grams": 375,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 165
            },
            {
              "name": "Булгур готовый",
              "grams": 190
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 548,
          "protein": 48,
          "grams": 530,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 75
            },
            {
              "name": "Творог 5%",
              "grams": 35
            },
            {
              "name": "Банан",
              "grams": 35
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 150,
          "protein": 10,
          "grams": 155,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 1500,
      "total_kcal": 1468,
      "total_protein": 125,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 420,
          "protein": 28,
          "grams": 340,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 160
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 508,
          "protein": 43,
          "grams": 465,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 90
            },
            {
              "name": "Яблоко",
              "grams": 75
            }
          ],
          "kcal": 148,
          "protein": 16,
          "grams": 165,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 1500,
      "total_kcal": 1473,
      "total_protein": 119,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 110
            },
            {
              "name": "Овсяные хлопья",
              "grams": 30
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 412,
          "protein": 32,
          "grams": 300,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 120
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 517,
          "protein": 40,
          "grams": 500,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 395,
          "protein": 35,
          "grams": 385,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 65
            }
          ],
          "kcal": 149,
          "protein": 12,
          "grams": 190,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 1500,
      "total_kcal": 1504,
      "total_protein": 128,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Яйцо",
              "grams": 40
            },
            {
              "name": "Рисовая мука",
              "grams": 25
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Ягоды",
              "grams": 60
            }
          ],
          "kcal": 416,
          "protein": 41,
          "grams": 355,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 220
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 523,
          "protein": 38,
          "grams": 555,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Индейка готовая",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 150,
          "protein": 14,
          "grams": 110,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 1500,
      "total_kcal": 1493,
      "total_protein": 115,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 175
            },
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 400,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Фасоль готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 125
            }
          ],
          "kcal": 521,
          "protein": 40,
          "grams": 345,
          "recipe": "томаты 125 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 45
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 45
            }
          ],
          "kcal": 151,
          "protein": 9,
          "grams": 120,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 1500,
      "total_kcal": 1458,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 420,
          "protein": 41,
          "grams": 295,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 120
            },
            {
              "name": "Чечевица готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 175
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 510,
          "protein": 56,
          "grams": 485,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 120
            },
            {
              "name": "Груша",
              "grams": 75
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 136,
          "protein": 5,
          "grams": 200,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 1500,
      "total_kcal": 1528,
      "total_protein": 97,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 12,
          "grams": 400,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 165
            },
            {
              "name": "Булгур готовый",
              "grams": 190
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 548,
          "protein": 48,
          "grams": 530,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Картофель готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 110
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 32,
          "grams": 385,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 35
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 153,
          "protein": 5,
          "grams": 105,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 1500,
      "total_kcal": 1488,
      "total_protein": 116,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Яйца",
              "grams": 90
            },
            {
              "name": "Авокадо",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 300,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 160
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 508,
          "protein": 43,
          "grams": 465,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Йогурт",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 154,
          "protein": 17,
          "grams": 140,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 1500,
      "total_kcal": 1500,
      "total_protein": 118,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Греческий йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 90
            },
            {
              "name": "Банан",
              "grams": 70
            }
          ],
          "kcal": 423,
          "protein": 23,
          "grams": 375,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 120
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 517,
          "protein": 40,
          "grams": 500,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 75
            },
            {
              "name": "Творог 5%",
              "grams": 35
            },
            {
              "name": "Банан",
              "grams": 35
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 150,
          "protein": 10,
          "grams": 155,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 1500,
      "total_kcal": 1483,
      "total_protein": 120,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 420,
          "protein": 28,
          "grams": 340,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 220
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 523,
          "protein": 38,
          "grams": 555,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 90
            },
            {
              "name": "Яблоко",
              "grams": 75
            }
          ],
          "kcal": 148,
          "protein": 16,
          "grams": 165,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 1500,
      "total_kcal": 1493,
      "total_protein": 116,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 110
            },
            {
              "name": "Овсяные хлопья",
              "grams": 30
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 412,
          "protein": 32,
          "grams": 300,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Фасоль готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 125
            }
          ],
          "kcal": 521,
          "protein": 40,
          "grams": 345,
          "recipe": "томаты 125 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Картофель готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 110
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 32,
          "grams": 385,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 65
            }
          ],
          "kcal": 149,
          "protein": 12,
          "grams": 190,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 1500,
      "total_kcal": 1491,
      "total_protein": 146,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Яйцо",
              "grams": 40
            },
            {
              "name": "Рисовая мука",
              "grams": 25
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Ягоды",
              "grams": 60
            }
          ],
          "kcal": 416,
          "protein": 41,
          "grams": 355,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 120
            },
            {
              "name": "Чечевица готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 175
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 510,
          "protein": 56,
          "grams": 485,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Индейка готовая",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 150,
          "protein": 14,
          "grams": 110,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 1500,
      "total_kcal": 1520,
      "total_protein": 123,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 175
            },
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 400,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 165
            },
            {
              "name": "Булгур готовый",
              "grams": 190
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 548,
          "protein": 48,
          "grams": 530,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 45
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 45
            }
          ],
          "kcal": 151,
          "protein": 9,
          "grams": 120,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 1500,
      "total_kcal": 1456,
      "total_protein": 127,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 420,
          "protein": 41,
          "grams": 295,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 160
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 508,
          "protein": 43,
          "grams": 465,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 120
            },
            {
              "name": "Груша",
              "grams": 75
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 136,
          "protein": 5,
          "grams": 200,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 1500,
      "total_kcal": 1481,
      "total_protein": 92,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 12,
          "grams": 400,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 120
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 517,
          "protein": 40,
          "grams": 500,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 395,
          "protein": 35,
          "grams": 385,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 35
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 153,
          "protein": 5,
          "grams": 105,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 1500,
      "total_kcal": 1503,
      "total_protein": 111,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Яйца",
              "grams": 90
            },
            {
              "name": "Авокадо",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 300,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 220
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 523,
          "protein": 38,
          "grams": 555,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Йогурт",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 154,
          "protein": 17,
          "grams": 140,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 1500,
      "total_kcal": 1504,
      "total_protein": 118,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Греческий йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 90
            },
            {
              "name": "Банан",
              "grams": 70
            }
          ],
          "kcal": 423,
          "protein": 23,
          "grams": 375,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Фасоль готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 125
            }
          ],
          "kcal": 521,
          "protein": 40,
          "grams": 345,
          "recipe": "томаты 125 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 75
            },
            {
              "name": "Творог 5%",
              "grams": 35
            },
            {
              "name": "Банан",
              "grams": 35
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 150,
          "protein": 10,
          "grams": 155,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 1500,
      "total_kcal": 1470,
      "total_protein": 138,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 420,
          "protein": 28,
          "grams": 340,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 120
            },
            {
              "name": "Чечевица готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 175
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 510,
          "protein": 56,
          "grams": 485,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 90
            },
            {
              "name": "Яблоко",
              "grams": 75
            }
          ],
          "kcal": 148,
          "protein": 16,
          "grams": 165,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 1500,
      "total_kcal": 1520,
      "total_protein": 124,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 110
            },
            {
              "name": "Овсяные хлопья",
              "grams": 30
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 412,
          "protein": 32,
          "grams": 300,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 165
            },
            {
              "name": "Булгур готовый",
              "grams": 190
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 548,
          "protein": 48,
          "grams": 530,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Картофель готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 110
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 32,
          "grams": 385,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 125
            },
            {
              "name": "Банан",
              "grams": 65
            }
          ],
          "kcal": 149,
          "protein": 12,
          "grams": 190,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 1500,
      "total_kcal": 1489,
      "total_protein": 133,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Яйцо",
              "grams": 40
            },
            {
              "name": "Рисовая мука",
              "grams": 25
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Ягоды",
              "grams": 60
            }
          ],
          "kcal": 416,
          "protein": 41,
          "grams": 355,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 160
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 508,
          "protein": 43,
          "grams": 465,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Индейка готовая",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 40
            }
          ],
          "kcal": 150,
          "protein": 14,
          "grams": 110,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 1500,
      "total_kcal": 1489,
      "total_protein": 115,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 175
            },
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 125
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 400,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 120
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 517,
          "protein": 40,
          "grams": 500,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 45
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 45
            }
          ],
          "kcal": 151,
          "protein": 9,
          "grams": 120,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 1500,
      "total_kcal": 1471,
      "total_protein": 122,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 420,
          "protein": 41,
          "grams": 295,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 220
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 523,
          "protein": 38,
          "grams": 555,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 120
            },
            {
              "name": "Груша",
              "grams": 75
            },
            {
              "name": "Орехи",
              "grams": 5
            }
          ],
          "kcal": 136,
          "protein": 5,
          "grams": 200,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 1500,
      "total_kcal": 1501,
      "total_protein": 89,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 416,
          "protein": 12,
          "grams": 400,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Фасоль готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 125
            }
          ],
          "kcal": 521,
          "protein": 40,
          "grams": 345,
          "recipe": "томаты 125 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 95
            },
            {
              "name": "Картофель готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 110
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 411,
          "protein": 32,
          "grams": 385,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 35
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 153,
          "protein": 5,
          "grams": 105,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 1500,
      "total_kcal": 1490,
      "total_protein": 129,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Яйца",
              "grams": 90
            },
            {
              "name": "Авокадо",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 411,
          "protein": 21,
          "grams": 300,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 120
            },
            {
              "name": "Чечевица готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 175
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 510,
          "protein": 56,
          "grams": 485,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 85
            },
            {
              "name": "Лапша готовая",
              "grams": 120
            },
            {
              "name": "Овощная смесь",
              "grams": 125
            }
          ],
          "kcal": 415,
          "protein": 35,
          "grams": 330,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Йогурт",
              "grams": 30
            },
            {
              "name": "Банан",
              "grams": 30
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 154,
          "protein": 17,
          "grams": 140,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 1500,
      "total_kcal": 1531,
      "total_protein": 126,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Греческий йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 90
            },
            {
              "name": "Банан",
              "grams": 70
            }
          ],
          "kcal": 423,
          "protein": 23,
          "grams": 375,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 165
            },
            {
              "name": "Булгур готовый",
              "grams": 190
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 548,
          "protein": 48,
          "grams": 530,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 95
            },
            {
              "name": "Чечевица готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 135
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 410,
          "protein": 45,
          "grams": 380,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 75
            },
            {
              "name": "Творог 5%",
              "grams": 35
            },
            {
              "name": "Банан",
              "grams": 35
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 150,
          "protein": 10,
          "grams": 155,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 1500,
      "total_kcal": 1468,
      "total_protein": 125,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 145
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 420,
          "protein": 28,
          "grams": 340,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 125
            },
            {
              "name": "Рис готовый",
              "grams": 175
            },
            {
              "name": "Овощи",
              "grams": 160
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 508,
          "protein": 43,
          "grams": 465,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 100
            },
            {
              "name": "Гречка готовая",
              "grams": 130
            },
            {
              "name": "Овощи",
              "grams": 130
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 392,
          "protein": 38,
          "grams": 365,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 90
            },
            {
              "name": "Яблоко",
              "grams": 75
            }
          ],
          "kcal": 148,
          "protein": 16,
          "grams": 165,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    }
  ],
  "1800": [
    {
      "day": 1,
      "kcal_target": 1800,
      "total_kcal": 1787,
      "total_protein": 136,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Яйца",
              "grams": 110
            },
            {
              "name": "Авокадо",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 499,
          "protein": 25,
          "grams": 365,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 40
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 168,
          "protein": 6,
          "grams": 120,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 1800,
      "total_kcal": 1774,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 65
            },
            {
              "name": "Греческий йогурт",
              "grams": 195
            },
            {
              "name": "Ягоды",
              "grams": 105
            },
            {
              "name": "Банан",
              "grams": 85
            }
          ],
          "kcal": 506,
          "protein": 28,
          "grams": 450,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 130
            },
            {
              "name": "Лапша готовая",
              "grams": 185
            },
            {
              "name": "Овощная смесь",
              "grams": 195
            }
          ],
          "kcal": 615,
          "protein": 53,
          "grams": 510,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Йогурт",
              "grams": 40
            },
            {
              "name": "Банан",
              "grams": 40
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 183,
          "protein": 19,
          "grams": 170,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 1800,
      "total_kcal": 1761,
      "total_protein": 144,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 145
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 505,
          "protein": 34,
          "grams": 405,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 43,
          "grams": 465,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 90
            },
            {
              "name": "Творог 5%",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 178,
          "protein": 12,
          "grams": 190,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 1800,
      "total_kcal": 1809,
      "total_protein": 160,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 180
            },
            {
              "name": "Яблоко",
              "grams": 135
            },
            {
              "name": "Овсяные хлопья",
              "grams": 35
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 510,
          "protein": 38,
          "grams": 365,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 110
            },
            {
              "name": "Яблоко",
              "grams": 90
            }
          ],
          "kcal": 180,
          "protein": 19,
          "grams": 200,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 1800,
      "total_kcal": 1799,
      "total_protein": 173,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яйцо",
              "grams": 45
            },
            {
              "name": "Рисовая мука",
              "grams": 30
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Ягоды",
              "grams": 75
            }
          ],
          "kcal": 496,
          "protein": 48,
          "grams": 425,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Гречка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 641,
          "protein": 61,
          "grams": 580,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 150
            },
            {
              "name": "Банан",
              "grams": 80
            }
          ],
          "kcal": 181,
          "protein": 14,
          "grams": 230,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 1800,
      "total_kcal": 1811,
      "total_protein": 142,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 210
            },
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 530,
          "protein": 26,
          "grams": 485,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 250
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 145
            },
            {
              "name": "Томаты",
              "grams": 175
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 631,
          "protein": 59,
          "grams": 630,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Индейка готовая",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 180,
          "protein": 17,
          "grams": 135,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 1800,
      "total_kcal": 1809,
      "total_protein": 149,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 75
            },
            {
              "name": "Индейка готовая",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 516,
          "protein": 49,
          "grams": 360,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 115
            },
            {
              "name": "Картофель готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 482,
          "protein": 35,
          "grams": 510,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 50
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 172,
          "protein": 10,
          "grams": 135,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 1800,
      "total_kcal": 1803,
      "total_protein": 112,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 190
            },
            {
              "name": "Молоко 2.5%",
              "grams": 190
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 514,
          "protein": 14,
          "grams": 480,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 130
            },
            {
              "name": "Лапша готовая",
              "grams": 185
            },
            {
              "name": "Овощная смесь",
              "grams": 195
            }
          ],
          "kcal": 615,
          "protein": 53,
          "grams": 510,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 145
            },
            {
              "name": "Груша",
              "grams": 90
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 189,
          "protein": 7,
          "grams": 245,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 1800,
      "total_kcal": 1756,
      "total_protein": 136,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Яйца",
              "grams": 110
            },
            {
              "name": "Авокадо",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 499,
          "protein": 25,
          "grams": 365,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 40
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 168,
          "protein": 6,
          "grams": 120,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 1800,
      "total_kcal": 1793,
      "total_protein": 152,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 65
            },
            {
              "name": "Греческий йогурт",
              "grams": 195
            },
            {
              "name": "Ягоды",
              "grams": 105
            },
            {
              "name": "Банан",
              "grams": 85
            }
          ],
          "kcal": 506,
          "protein": 28,
          "grams": 450,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Йогурт",
              "grams": 40
            },
            {
              "name": "Банан",
              "grams": 40
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 183,
          "protein": 19,
          "grams": 170,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 1800,
      "total_kcal": 1794,
      "total_protein": 150,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 145
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 505,
          "protein": 34,
          "grams": 405,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Гречка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 641,
          "protein": 61,
          "grams": 580,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 43,
          "grams": 465,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 90
            },
            {
              "name": "Творог 5%",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 178,
          "protein": 12,
          "grams": 190,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 1800,
      "total_kcal": 1806,
      "total_protein": 154,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 180
            },
            {
              "name": "Яблоко",
              "grams": 135
            },
            {
              "name": "Овсяные хлопья",
              "grams": 35
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 510,
          "protein": 38,
          "grams": 365,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 250
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 145
            },
            {
              "name": "Томаты",
              "grams": 175
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 631,
          "protein": 59,
          "grams": 630,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 110
            },
            {
              "name": "Яблоко",
              "grams": 90
            }
          ],
          "kcal": 180,
          "protein": 19,
          "grams": 200,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 1800,
      "total_kcal": 1797,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яйцо",
              "grams": 45
            },
            {
              "name": "Рисовая мука",
              "grams": 30
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Ягоды",
              "grams": 75
            }
          ],
          "kcal": 496,
          "protein": 48,
          "grams": 425,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 150
            },
            {
              "name": "Банан",
              "grams": 80
            }
          ],
          "kcal": 181,
          "protein": 14,
          "grams": 230,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 1800,
      "total_kcal": 1795,
      "total_protein": 136,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 210
            },
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 530,
          "protein": 26,
          "grams": 485,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 130
            },
            {
              "name": "Лапша готовая",
              "grams": 185
            },
            {
              "name": "Овощная смесь",
              "grams": 195
            }
          ],
          "kcal": 615,
          "protein": 53,
          "grams": 510,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Индейка готовая",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 180,
          "protein": 17,
          "grams": 135,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 1800,
      "total_kcal": 1766,
      "total_protein": 157,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 75
            },
            {
              "name": "Индейка готовая",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 516,
          "protein": 49,
          "grams": 360,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 43,
          "grams": 465,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 50
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 172,
          "protein": 10,
          "grams": 135,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 1800,
      "total_kcal": 1822,
      "total_protein": 124,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 190
            },
            {
              "name": "Молоко 2.5%",
              "grams": 190
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 514,
          "protein": 14,
          "grams": 480,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 145
            },
            {
              "name": "Груша",
              "grams": 90
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 189,
          "protein": 7,
          "grams": 245,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 1800,
      "total_kcal": 1789,
      "total_protein": 142,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Яйца",
              "grams": 110
            },
            {
              "name": "Авокадо",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 499,
          "protein": 25,
          "grams": 365,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Гречка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 641,
          "protein": 61,
          "grams": 580,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 40
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 168,
          "protein": 6,
          "grams": 120,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 1800,
      "total_kcal": 1790,
      "total_protein": 146,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 65
            },
            {
              "name": "Греческий йогурт",
              "grams": 195
            },
            {
              "name": "Ягоды",
              "grams": 105
            },
            {
              "name": "Банан",
              "grams": 85
            }
          ],
          "kcal": 506,
          "protein": 28,
          "grams": 450,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 250
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 145
            },
            {
              "name": "Томаты",
              "grams": 175
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 631,
          "protein": 59,
          "grams": 630,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Йогурт",
              "grams": 40
            },
            {
              "name": "Банан",
              "grams": 40
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 183,
          "protein": 19,
          "grams": 170,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 1800,
      "total_kcal": 1804,
      "total_protein": 136,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 145
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 505,
          "protein": 34,
          "grams": 405,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 115
            },
            {
              "name": "Картофель готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 40
            }
          ],
          "kcal": 482,
          "protein": 35,
          "grams": 510,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 90
            },
            {
              "name": "Творог 5%",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 178,
          "protein": 12,
          "grams": 190,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 1800,
      "total_kcal": 1790,
      "total_protein": 148,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 180
            },
            {
              "name": "Яблоко",
              "grams": 135
            },
            {
              "name": "Овсяные хлопья",
              "grams": 35
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 510,
          "protein": 38,
          "grams": 365,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 130
            },
            {
              "name": "Лапша готовая",
              "grams": 185
            },
            {
              "name": "Овощная смесь",
              "grams": 195
            }
          ],
          "kcal": 615,
          "protein": 53,
          "grams": 510,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 110
            },
            {
              "name": "Яблоко",
              "grams": 90
            }
          ],
          "kcal": 180,
          "protein": 19,
          "grams": 200,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 1800,
      "total_kcal": 1766,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яйцо",
              "grams": 45
            },
            {
              "name": "Рисовая мука",
              "grams": 30
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Ягоды",
              "grams": 75
            }
          ],
          "kcal": 496,
          "protein": 48,
          "grams": 425,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 150
            },
            {
              "name": "Банан",
              "grams": 80
            }
          ],
          "kcal": 181,
          "protein": 14,
          "grams": 230,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 1800,
      "total_kcal": 1814,
      "total_protein": 148,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 210
            },
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 530,
          "protein": 26,
          "grams": 485,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Индейка готовая",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 180,
          "protein": 17,
          "grams": 135,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 1800,
      "total_kcal": 1799,
      "total_protein": 163,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 75
            },
            {
              "name": "Индейка готовая",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 516,
          "protein": 49,
          "grams": 360,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Гречка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 641,
          "protein": 61,
          "grams": 580,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 43,
          "grams": 465,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 50
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 172,
          "protein": 10,
          "grams": 135,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 1800,
      "total_kcal": 1819,
      "total_protein": 118,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 190
            },
            {
              "name": "Молоко 2.5%",
              "grams": 190
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 514,
          "protein": 14,
          "grams": 480,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 250
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 145
            },
            {
              "name": "Томаты",
              "grams": 175
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 631,
          "protein": 59,
          "grams": 630,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 145
            },
            {
              "name": "Груша",
              "grams": 90
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 189,
          "protein": 7,
          "grams": 245,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 1800,
      "total_kcal": 1787,
      "total_protein": 136,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Яйца",
              "grams": 110
            },
            {
              "name": "Авокадо",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 499,
          "protein": 25,
          "grams": 365,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 40
            },
            {
              "name": "Хлебцы",
              "grams": 15
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 168,
          "protein": 6,
          "grams": 120,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 1800,
      "total_kcal": 1774,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 65
            },
            {
              "name": "Греческий йогурт",
              "grams": 195
            },
            {
              "name": "Ягоды",
              "grams": 105
            },
            {
              "name": "Банан",
              "grams": 85
            }
          ],
          "kcal": 506,
          "protein": 28,
          "grams": 450,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 130
            },
            {
              "name": "Лапша готовая",
              "grams": 185
            },
            {
              "name": "Овощная смесь",
              "grams": 195
            }
          ],
          "kcal": 615,
          "protein": 53,
          "grams": 510,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Йогурт",
              "grams": 40
            },
            {
              "name": "Банан",
              "grams": 40
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 183,
          "protein": 19,
          "grams": 170,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 1800,
      "total_kcal": 1761,
      "total_protein": 144,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 145
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 505,
          "protein": 34,
          "grams": 405,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 43,
          "grams": 465,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 90
            },
            {
              "name": "Творог 5%",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 178,
          "protein": 12,
          "grams": 190,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 1800,
      "total_kcal": 1809,
      "total_protein": 160,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 180
            },
            {
              "name": "Яблоко",
              "grams": 135
            },
            {
              "name": "Овсяные хлопья",
              "grams": 35
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 510,
          "protein": 38,
          "grams": 365,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 90
            },
            {
              "name": "Фасоль готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 115
            }
          ],
          "kcal": 485,
          "protein": 38,
          "grams": 320,
          "recipe": "томаты 115 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 110
            },
            {
              "name": "Яблоко",
              "grams": 90
            }
          ],
          "kcal": 180,
          "protein": 19,
          "grams": 200,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 1800,
      "total_kcal": 1799,
      "total_protein": 173,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яйцо",
              "grams": 45
            },
            {
              "name": "Рисовая мука",
              "grams": 30
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Ягоды",
              "grams": 75
            }
          ],
          "kcal": 496,
          "protein": 48,
          "grams": 425,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Гречка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 641,
          "protein": 61,
          "grams": 580,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 60
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 140
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Сыр",
              "grams": 15
            }
          ],
          "kcal": 481,
          "protein": 50,
          "grams": 380,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 150
            },
            {
              "name": "Банан",
              "grams": 80
            }
          ],
          "kcal": 181,
          "protein": 14,
          "grams": 230,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 1800,
      "total_kcal": 1811,
      "total_protein": 142,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 210
            },
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 530,
          "protein": 26,
          "grams": 485,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 250
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 145
            },
            {
              "name": "Томаты",
              "grams": 175
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 631,
          "protein": 59,
          "grams": 630,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 115
            },
            {
              "name": "Рис готовый",
              "grams": 160
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 470,
          "protein": 40,
          "grams": 430,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Индейка готовая",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 50
            }
          ],
          "kcal": 180,
          "protein": 17,
          "grams": 135,
          "recipe": "Собрать сэндвич."
        }
      ]
    }
  ],
  "2000": [
    {
      "day": 1,
      "kcal_target": 2000,
      "total_kcal": 2020,
      "total_protein": 156,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яблоко",
              "grams": 150
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 561,
          "protein": 42,
          "grams": 405,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 170
            },
            {
              "name": "Картофель готовый",
              "grams": 295
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 704,
          "protein": 52,
          "grams": 740,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 100
            },
            {
              "name": "Творог 5%",
              "grams": 50
            },
            {
              "name": "Банан",
              "grams": 50
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 194,
          "protein": 13,
          "grams": 210,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 2000,
      "total_kcal": 1991,
      "total_protein": 180,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 205
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 555,
          "protein": 54,
          "grams": 470,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 130
            },
            {
              "name": "Фасоль готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 165
            }
          ],
          "kcal": 697,
          "protein": 54,
          "grams": 460,
          "recipe": "томаты 165 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 100
            }
          ],
          "kcal": 197,
          "protein": 21,
          "grams": 220,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 2000,
      "total_kcal": 2024,
      "total_protein": 159,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 230
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 28,
          "grams": 535,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Чечевица готовая",
              "grams": 245
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 709,
          "protein": 75,
          "grams": 650,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 130
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 541,
          "protein": 40,
          "grams": 570,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 165
            },
            {
              "name": "Банан",
              "grams": 90
            }
          ],
          "kcal": 201,
          "protein": 16,
          "grams": 255,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 2000,
      "total_kcal": 1982,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 155
            }
          ],
          "kcal": 556,
          "protein": 54,
          "grams": 395,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 220
            },
            {
              "name": "Булгур готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 696,
          "protein": 64,
          "grams": 700,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Индейка готовая",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 202,
          "protein": 19,
          "grams": 150,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 2000,
      "total_kcal": 2024,
      "total_protein": 134,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 701,
          "protein": 57,
          "grams": 620,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 60
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 202,
          "protein": 12,
          "grams": 160,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 2000,
      "total_kcal": 2010,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Картофель готовый",
              "grams": 305
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 717,
          "protein": 54,
          "grams": 665,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 160
            },
            {
              "name": "Груша",
              "grams": 100
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 202,
          "protein": 7,
          "grams": 270,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 2000,
      "total_kcal": 1998,
      "total_protein": 137,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 215
            },
            {
              "name": "Ягоды",
              "grams": 120
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 554,
          "protein": 31,
          "grams": 500,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 170
            },
            {
              "name": "Картофель готовый",
              "grams": 295
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 704,
          "protein": 52,
          "grams": 740,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 165
            }
          ],
          "kcal": 541,
          "protein": 47,
          "grams": 440,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 45
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 199,
          "protein": 7,
          "grams": 135,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 2000,
      "total_kcal": 1985,
      "total_protein": 159,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 160
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 557,
          "protein": 37,
          "grams": 450,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 130
            },
            {
              "name": "Фасоль готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 165
            }
          ],
          "kcal": 697,
          "protein": 54,
          "grams": 460,
          "recipe": "томаты 165 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 203,
          "protein": 22,
          "grams": 190,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 2000,
      "total_kcal": 2025,
      "total_protein": 179,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яблоко",
              "grams": 150
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 561,
          "protein": 42,
          "grams": 405,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Чечевица готовая",
              "grams": 245
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 709,
          "protein": 75,
          "grams": 650,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 100
            },
            {
              "name": "Творог 5%",
              "grams": 50
            },
            {
              "name": "Банан",
              "grams": 50
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 194,
          "protein": 13,
          "grams": 210,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 2000,
      "total_kcal": 1990,
      "total_protein": 190,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 205
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 555,
          "protein": 54,
          "grams": 470,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 220
            },
            {
              "name": "Булгур готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 696,
          "protein": 64,
          "grams": 700,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 100
            }
          ],
          "kcal": 197,
          "protein": 21,
          "grams": 220,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 2000,
      "total_kcal": 2016,
      "total_protein": 141,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 230
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 28,
          "grams": 535,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 701,
          "protein": 57,
          "grams": 620,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 130
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 541,
          "protein": 40,
          "grams": 570,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 165
            },
            {
              "name": "Банан",
              "grams": 90
            }
          ],
          "kcal": 201,
          "protein": 16,
          "grams": 255,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 2000,
      "total_kcal": 2003,
      "total_protein": 173,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 155
            }
          ],
          "kcal": 556,
          "protein": 54,
          "grams": 395,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Картофель готовый",
              "grams": 305
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 717,
          "protein": 54,
          "grams": 665,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Индейка готовая",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 202,
          "protein": 19,
          "grams": 150,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 2000,
      "total_kcal": 2027,
      "total_protein": 129,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 170
            },
            {
              "name": "Картофель готовый",
              "grams": 295
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 704,
          "protein": 52,
          "grams": 740,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 60
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 202,
          "protein": 12,
          "grams": 160,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 2000,
      "total_kcal": 1990,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 130
            },
            {
              "name": "Фасоль готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 165
            }
          ],
          "kcal": 697,
          "protein": 54,
          "grams": 460,
          "recipe": "томаты 165 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 160
            },
            {
              "name": "Груша",
              "grams": 100
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 202,
          "protein": 7,
          "grams": 270,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 2000,
      "total_kcal": 2003,
      "total_protein": 153,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 215
            },
            {
              "name": "Ягоды",
              "grams": 120
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 554,
          "protein": 31,
          "grams": 500,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Чечевица готовая",
              "grams": 245
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 709,
          "protein": 75,
          "grams": 650,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 130
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 541,
          "protein": 40,
          "grams": 570,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 45
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 199,
          "protein": 7,
          "grams": 135,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 2000,
      "total_kcal": 1984,
      "total_protein": 169,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 160
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 557,
          "protein": 37,
          "grams": 450,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 220
            },
            {
              "name": "Булгур готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 696,
          "protein": 64,
          "grams": 700,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 203,
          "protein": 22,
          "grams": 190,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 2000,
      "total_kcal": 2017,
      "total_protein": 161,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яблоко",
              "grams": 150
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 561,
          "protein": 42,
          "grams": 405,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 701,
          "protein": 57,
          "grams": 620,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 100
            },
            {
              "name": "Творог 5%",
              "grams": 50
            },
            {
              "name": "Банан",
              "grams": 50
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 194,
          "protein": 13,
          "grams": 210,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 2000,
      "total_kcal": 2011,
      "total_protein": 180,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 205
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 555,
          "protein": 54,
          "grams": 470,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Картофель готовый",
              "grams": 305
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 717,
          "protein": 54,
          "grams": 665,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 100
            }
          ],
          "kcal": 197,
          "protein": 21,
          "grams": 220,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 2000,
      "total_kcal": 2019,
      "total_protein": 143,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 230
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 28,
          "grams": 535,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 170
            },
            {
              "name": "Картофель готовый",
              "grams": 295
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 704,
          "protein": 52,
          "grams": 740,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 165
            }
          ],
          "kcal": 541,
          "protein": 47,
          "grams": 440,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 165
            },
            {
              "name": "Банан",
              "grams": 90
            }
          ],
          "kcal": 201,
          "protein": 16,
          "grams": 255,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 2000,
      "total_kcal": 1983,
      "total_protein": 173,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 155
            }
          ],
          "kcal": 556,
          "protein": 54,
          "grams": 395,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 130
            },
            {
              "name": "Фасоль готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 165
            }
          ],
          "kcal": 697,
          "protein": 54,
          "grams": 460,
          "recipe": "томаты 165 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Индейка готовая",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 202,
          "protein": 19,
          "grams": 150,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 2000,
      "total_kcal": 2032,
      "total_protein": 152,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Чечевица готовая",
              "grams": 245
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 709,
          "protein": 75,
          "grams": 650,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 60
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 202,
          "protein": 12,
          "grams": 160,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 2000,
      "total_kcal": 1989,
      "total_protein": 150,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 220
            },
            {
              "name": "Булгур готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 696,
          "protein": 64,
          "grams": 700,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 160
            },
            {
              "name": "Груша",
              "grams": 100
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 202,
          "protein": 7,
          "grams": 270,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 2000,
      "total_kcal": 1995,
      "total_protein": 135,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 215
            },
            {
              "name": "Ягоды",
              "grams": 120
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 554,
          "protein": 31,
          "grams": 500,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 701,
          "protein": 57,
          "grams": 620,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 130
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 541,
          "protein": 40,
          "grams": 570,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 45
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 199,
          "protein": 7,
          "grams": 135,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 2000,
      "total_kcal": 2005,
      "total_protein": 159,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 160
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 557,
          "protein": 37,
          "grams": 450,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Картофель готовый",
              "grams": 305
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 717,
          "protein": 54,
          "grams": 665,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 203,
          "protein": 22,
          "grams": 190,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 2000,
      "total_kcal": 2020,
      "total_protein": 156,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яблоко",
              "grams": 150
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 561,
          "protein": 42,
          "grams": 405,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 170
            },
            {
              "name": "Картофель готовый",
              "grams": 295
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 704,
          "protein": 52,
          "grams": 740,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 100
            },
            {
              "name": "Творог 5%",
              "grams": 50
            },
            {
              "name": "Банан",
              "grams": 50
            },
            {
              "name": "Овсяные хлопья",
              "grams": 10
            }
          ],
          "kcal": 194,
          "protein": 13,
          "grams": 210,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 2000,
      "total_kcal": 1991,
      "total_protein": 180,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 205
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 555,
          "protein": 54,
          "grams": 470,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 130
            },
            {
              "name": "Фасоль готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 165
            }
          ],
          "kcal": 697,
          "protein": 54,
          "grams": 460,
          "recipe": "томаты 165 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Яблоко",
              "grams": 100
            }
          ],
          "kcal": 197,
          "protein": 21,
          "grams": 220,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 2000,
      "total_kcal": 2024,
      "total_protein": 159,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 230
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 28,
          "grams": 535,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 160
            },
            {
              "name": "Чечевица готовая",
              "grams": 245
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 709,
          "protein": 75,
          "grams": 650,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 130
            },
            {
              "name": "Картофель готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Йогурт",
              "grams": 45
            }
          ],
          "kcal": 541,
          "protein": 40,
          "grams": 570,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 165
            },
            {
              "name": "Банан",
              "grams": 90
            }
          ],
          "kcal": 201,
          "protein": 16,
          "grams": 255,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 2000,
      "total_kcal": 1982,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 155
            }
          ],
          "kcal": 556,
          "protein": 54,
          "grams": 395,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 220
            },
            {
              "name": "Булгур готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 696,
          "protein": 64,
          "grams": 700,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 135
            },
            {
              "name": "Пюре картофельное",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 528,
          "protein": 46,
          "grams": 540,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Индейка готовая",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 55
            }
          ],
          "kcal": 202,
          "protein": 19,
          "grams": 150,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 2000,
      "total_kcal": 2024,
      "total_protein": 134,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 165
            },
            {
              "name": "Рис готовый",
              "grams": 230
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 701,
          "protein": 57,
          "grams": 620,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 170
            },
            {
              "name": "Булгур готовый",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 170
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 561,
          "protein": 49,
          "grams": 545,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 60
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 202,
          "protein": 12,
          "grams": 160,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 2000,
      "total_kcal": 2010,
      "total_protein": 140,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Картофель готовый",
              "grams": 305
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 717,
          "protein": 54,
          "grams": 665,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 215
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 125
            },
            {
              "name": "Томаты",
              "grams": 150
            },
            {
              "name": "Йогурт",
              "grams": 50
            }
          ],
          "kcal": 542,
          "protein": 51,
          "grams": 540,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 160
            },
            {
              "name": "Груша",
              "grams": 100
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 202,
          "protein": 7,
          "grams": 270,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    }
  ],
  "2200": [
    {
      "day": 1,
      "kcal_target": 2200,
      "total_kcal": 2215,
      "total_protein": 201,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 130
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 150
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 385,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Лапша готовая",
              "grams": 195
            },
            {
              "name": "Овощная смесь",
              "grams": 205
            }
          ],
          "kcal": 651,
          "protein": 57,
          "grams": 540,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 2200,
      "total_kcal": 2175,
      "total_protein": 144,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 170
            },
            {
              "name": "Пюре картофельное",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 641,
          "protein": 58,
          "grams": 660,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 2200,
      "total_kcal": 2199,
      "total_protein": 179,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 85
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 150
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 663,
          "protein": 68,
          "grams": 520,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 170
            }
          ],
          "kcal": 543,
          "protein": 47,
          "grams": 445,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 2200,
      "total_kcal": 2184,
      "total_protein": 172,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 210
            },
            {
              "name": "Ягоды",
              "grams": 115
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 549,
          "protein": 30,
          "grams": 490,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Гречка готовая",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 663,
          "protein": 63,
          "grams": 605,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 2200,
      "total_kcal": 2212,
      "total_protein": 180,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 155
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 550,
          "protein": 36,
          "grams": 445,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 265
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 150
            },
            {
              "name": "Томаты",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 660,
          "protein": 61,
          "grams": 655,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 2200,
      "total_kcal": 2191,
      "total_protein": 181,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 145
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 552,
          "protein": 41,
          "grams": 395,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 667,
          "protein": 58,
          "grams": 635,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 2200,
      "total_kcal": 2187,
      "total_protein": 174,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 465,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Лапша готовая",
              "grams": 195
            },
            {
              "name": "Овощная смесь",
              "grams": 205
            }
          ],
          "kcal": 651,
          "protein": 57,
          "grams": 540,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 100
            },
            {
              "name": "Фасоль готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 130
            }
          ],
          "kcal": 544,
          "protein": 42,
          "grams": 360,
          "recipe": "томаты 130 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 2200,
      "total_kcal": 2189,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 225
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 566,
          "protein": 28,
          "grams": 525,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 170
            },
            {
              "name": "Пюре картофельное",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 641,
          "protein": 58,
          "grams": 660,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 2200,
      "total_kcal": 2227,
      "total_protein": 212,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 130
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 150
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 385,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 85
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 150
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 663,
          "protein": 68,
          "grams": 520,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 2200,
      "total_kcal": 2197,
      "total_protein": 149,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Гречка готовая",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 663,
          "protein": 63,
          "grams": 605,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 2200,
      "total_kcal": 2196,
      "total_protein": 172,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 265
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 150
            },
            {
              "name": "Томаты",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 660,
          "protein": 61,
          "grams": 655,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 170
            }
          ],
          "kcal": 543,
          "protein": 47,
          "grams": 445,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 2200,
      "total_kcal": 2188,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 210
            },
            {
              "name": "Ягоды",
              "grams": 115
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 549,
          "protein": 30,
          "grams": 490,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 667,
          "protein": 58,
          "grams": 635,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 2200,
      "total_kcal": 2203,
      "total_protein": 176,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 155
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 550,
          "protein": 36,
          "grams": 445,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Лапша готовая",
              "grams": 195
            },
            {
              "name": "Овощная смесь",
              "grams": 205
            }
          ],
          "kcal": 651,
          "protein": 57,
          "grams": 540,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 2200,
      "total_kcal": 2165,
      "total_protein": 181,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 145
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 552,
          "protein": 41,
          "grams": 395,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 170
            },
            {
              "name": "Пюре картофельное",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 641,
          "protein": 58,
          "grams": 660,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 2200,
      "total_kcal": 2198,
      "total_protein": 190,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 465,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 85
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 150
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 663,
          "protein": 68,
          "grams": 520,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 170
            }
          ],
          "kcal": 543,
          "protein": 47,
          "grams": 445,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 2200,
      "total_kcal": 2211,
      "total_protein": 188,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 225
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 566,
          "protein": 28,
          "grams": 525,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Гречка готовая",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 663,
          "protein": 63,
          "grams": 605,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 2200,
      "total_kcal": 2224,
      "total_protein": 205,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 130
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 150
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 385,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 265
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 150
            },
            {
              "name": "Томаты",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 660,
          "protein": 61,
          "grams": 655,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 2200,
      "total_kcal": 2201,
      "total_protein": 144,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 667,
          "protein": 58,
          "grams": 635,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 2200,
      "total_kcal": 2188,
      "total_protein": 163,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Лапша готовая",
              "grams": 195
            },
            {
              "name": "Овощная смесь",
              "grams": 205
            }
          ],
          "kcal": 651,
          "protein": 57,
          "grams": 540,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 100
            },
            {
              "name": "Фасоль готовая",
              "grams": 130
            },
            {
              "name": "Рис готовый",
              "grams": 130
            }
          ],
          "kcal": 544,
          "protein": 42,
          "grams": 360,
          "recipe": "томаты 130 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 2200,
      "total_kcal": 2162,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 210
            },
            {
              "name": "Ягоды",
              "grams": 115
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 549,
          "protein": 30,
          "grams": 490,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 170
            },
            {
              "name": "Пюре картофельное",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 641,
          "protein": 58,
          "grams": 660,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 2200,
      "total_kcal": 2215,
      "total_protein": 187,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 155
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 550,
          "protein": 36,
          "grams": 445,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 85
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 150
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 663,
          "protein": 68,
          "grams": 520,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 2200,
      "total_kcal": 2187,
      "total_protein": 186,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 145
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 552,
          "protein": 41,
          "grams": 395,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Гречка готовая",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 663,
          "protein": 63,
          "grams": 605,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 2200,
      "total_kcal": 2195,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 200
            },
            {
              "name": "Яйцо",
              "grams": 50
            },
            {
              "name": "Рисовая мука",
              "grams": 35
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Ягоды",
              "grams": 80
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 465,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 265
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 150
            },
            {
              "name": "Томаты",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 660,
          "protein": 61,
          "grams": 655,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 170
            }
          ],
          "kcal": 543,
          "protein": 47,
          "grams": 445,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 2200,
      "total_kcal": 2215,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 225
            },
            {
              "name": "Яйца",
              "grams": 125
            },
            {
              "name": "Овощи",
              "grams": 165
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 566,
          "protein": 28,
          "grams": 525,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 667,
          "protein": 58,
          "grams": 635,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 110
            },
            {
              "name": "Творог 5%",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 228,
          "protein": 15,
          "grams": 235,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 2200,
      "total_kcal": 2215,
      "total_protein": 201,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 130
            },
            {
              "name": "Сыр",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 150
            }
          ],
          "kcal": 548,
          "protein": 53,
          "grams": 385,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Лапша готовая",
              "grams": 195
            },
            {
              "name": "Овощная смесь",
              "grams": 205
            }
          ],
          "kcal": 651,
          "protein": 57,
          "grams": 540,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 2200,
      "total_kcal": 2175,
      "total_protein": 144,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 210
            },
            {
              "name": "Молоко 2.5%",
              "grams": 210
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 560,
          "protein": 16,
          "grams": 530,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 170
            },
            {
              "name": "Пюре картофельное",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 641,
          "protein": 58,
          "grams": 660,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Индейка готовая",
              "grams": 55
            },
            {
              "name": "Овощи",
              "grams": 60
            }
          ],
          "kcal": 223,
          "protein": 21,
          "grams": 165,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 2200,
      "total_kcal": 2199,
      "total_protein": 179,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Яйца",
              "grams": 120
            },
            {
              "name": "Авокадо",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 120
            }
          ],
          "kcal": 549,
          "protein": 28,
          "grams": 400,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 85
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 150
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 663,
          "protein": 68,
          "grams": 520,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 115
            },
            {
              "name": "Лапша готовая",
              "grams": 160
            },
            {
              "name": "Овощная смесь",
              "grams": 170
            }
          ],
          "kcal": 543,
          "protein": 47,
          "grams": 445,
          "recipe": "масло 5 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 135
            },
            {
              "name": "Яблоко",
              "grams": 110
            }
          ],
          "kcal": 221,
          "protein": 23,
          "grams": 245,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 2200,
      "total_kcal": 2184,
      "total_protein": 172,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Греческий йогурт",
              "grams": 210
            },
            {
              "name": "Ягоды",
              "grams": 115
            },
            {
              "name": "Банан",
              "grams": 95
            }
          ],
          "kcal": 549,
          "protein": 30,
          "grams": 490,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Гречка готовая",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 663,
          "protein": 63,
          "grams": 605,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 125
            },
            {
              "name": "Чечевица готовая",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 533,
          "protein": 59,
          "grams": 510,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 175
            },
            {
              "name": "Груша",
              "grams": 110
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 216,
          "protein": 7,
          "grams": 295,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 65
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 65
            }
          ],
          "kcal": 223,
          "protein": 13,
          "grams": 175,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 2200,
      "total_kcal": 2212,
      "total_protein": 180,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 155
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 550,
          "protein": 36,
          "grams": 445,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 265
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 150
            },
            {
              "name": "Томаты",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 60
            }
          ],
          "kcal": 660,
          "protein": 61,
          "grams": 655,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 140
            },
            {
              "name": "Гречка готовая",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 573,
          "protein": 53,
          "grams": 510,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 50
            },
            {
              "name": "Хлебцы",
              "grams": 20
            },
            {
              "name": "Овощи",
              "grams": 80
            }
          ],
          "kcal": 214,
          "protein": 7,
          "grams": 150,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 2200,
      "total_kcal": 2191,
      "total_protein": 181,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 145
            },
            {
              "name": "Овсяные хлопья",
              "grams": 40
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 552,
          "protein": 41,
          "grams": 395,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 215
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 667,
          "protein": 58,
          "grams": 635,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 125
            },
            {
              "name": "Картофель готовый",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 150
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 537,
          "protein": 42,
          "grams": 520,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 105
            },
            {
              "name": "Йогурт",
              "grams": 45
            },
            {
              "name": "Банан",
              "grams": 45
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 215,
          "protein": 23,
          "grams": 200,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 180
            },
            {
              "name": "Банан",
              "grams": 100
            }
          ],
          "kcal": 220,
          "protein": 17,
          "grams": 280,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    }
  ],
  "2500": [
    {
      "day": 1,
      "kcal_target": 2500,
      "total_kcal": 2502,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 80
            },
            {
              "name": "Греческий йогурт",
              "grams": 240
            },
            {
              "name": "Ягоды",
              "grams": 135
            },
            {
              "name": "Банан",
              "grams": 105
            }
          ],
          "kcal": 625,
          "protein": 35,
          "grams": 560,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 140
            },
            {
              "name": "Фасоль готовая",
              "grams": 180
            },
            {
              "name": "Рис готовый",
              "grams": 180
            }
          ],
          "kcal": 757,
          "protein": 59,
          "grams": 500,
          "recipe": "томаты 180 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 252,
          "protein": 15,
          "grams": 200,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 2500,
      "total_kcal": 2514,
      "total_protein": 212,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 635,
          "protein": 42,
          "grams": 510,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 2500,
      "total_kcal": 2493,
      "total_protein": 193,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 225
            },
            {
              "name": "Яблоко",
              "grams": 165
            },
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 618,
          "protein": 47,
          "grams": 450,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 115
            },
            {
              "name": "Фасоль готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 150
            }
          ],
          "kcal": 628,
          "protein": 49,
          "grams": 415,
          "recipe": "томаты 150 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 2500,
      "total_kcal": 2491,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 230
            },
            {
              "name": "Яйцо",
              "grams": 55
            },
            {
              "name": "Рисовая мука",
              "grams": 40
            },
            {
              "name": "Йогурт",
              "grams": 115
            },
            {
              "name": "Ягоды",
              "grams": 90
            }
          ],
          "kcal": 625,
          "protein": 60,
          "grams": 530,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 175
            },
            {
              "name": "Рис готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 746,
          "protein": 61,
          "grams": 665,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 2500,
      "total_kcal": 2523,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Яйца",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 632,
          "protein": 31,
          "grams": 595,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 175
            },
            {
              "name": "Картофель готовый",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 768,
          "protein": 59,
          "grams": 715,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 246,
          "protein": 17,
          "grams": 260,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 2500,
      "total_kcal": 2510,
      "total_protein": 220,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 150
            },
            {
              "name": "Сыр",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 170
            }
          ],
          "kcal": 628,
          "protein": 61,
          "grams": 440,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 2500,
      "total_kcal": 2485,
      "total_protein": 160,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 235
            },
            {
              "name": "Молоко 2.5%",
              "grams": 235
            },
            {
              "name": "Банан",
              "grams": 105
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 614,
          "protein": 17,
          "grams": 590,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 140
            },
            {
              "name": "Фасоль готовая",
              "grams": 180
            },
            {
              "name": "Рис готовый",
              "grams": 180
            }
          ],
          "kcal": 757,
          "protein": 59,
          "grams": 500,
          "recipe": "томаты 180 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 2500,
      "total_kcal": 2507,
      "total_protein": 225,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Яйца",
              "grams": 135
            },
            {
              "name": "Авокадо",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 135
            }
          ],
          "kcal": 627,
          "protein": 31,
          "grams": 455,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 2500,
      "total_kcal": 2486,
      "total_protein": 176,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 80
            },
            {
              "name": "Греческий йогурт",
              "grams": 240
            },
            {
              "name": "Ягоды",
              "grams": 135
            },
            {
              "name": "Банан",
              "grams": 105
            }
          ],
          "kcal": 625,
          "protein": 35,
          "grams": 560,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 252,
          "protein": 15,
          "grams": 200,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 2500,
      "total_kcal": 2506,
      "total_protein": 193,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 635,
          "protein": 42,
          "grams": 510,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 175
            },
            {
              "name": "Рис готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 746,
          "protein": 61,
          "grams": 665,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 2500,
      "total_kcal": 2520,
      "total_protein": 184,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 225
            },
            {
              "name": "Яблоко",
              "grams": 165
            },
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 618,
          "protein": 47,
          "grams": 450,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 175
            },
            {
              "name": "Картофель готовый",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 768,
          "protein": 59,
          "grams": 715,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 115
            },
            {
              "name": "Фасоль готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 150
            }
          ],
          "kcal": 628,
          "protein": 49,
          "grams": 415,
          "recipe": "томаты 150 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 2500,
      "total_kcal": 2496,
      "total_protein": 215,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 230
            },
            {
              "name": "Яйцо",
              "grams": 55
            },
            {
              "name": "Рисовая мука",
              "grams": 40
            },
            {
              "name": "Йогурт",
              "grams": 115
            },
            {
              "name": "Ягоды",
              "grams": 90
            }
          ],
          "kcal": 625,
          "protein": 60,
          "grams": 530,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 2500,
      "total_kcal": 2512,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Яйца",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 632,
          "protein": 31,
          "grams": 595,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 140
            },
            {
              "name": "Фасоль готовая",
              "grams": 180
            },
            {
              "name": "Рис готовый",
              "grams": 180
            }
          ],
          "kcal": 757,
          "protein": 59,
          "grams": 500,
          "recipe": "томаты 180 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 246,
          "protein": 17,
          "grams": 260,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 2500,
      "total_kcal": 2513,
      "total_protein": 245,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 150
            },
            {
              "name": "Сыр",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 170
            }
          ],
          "kcal": 628,
          "protein": 61,
          "grams": 440,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 2500,
      "total_kcal": 2489,
      "total_protein": 163,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 235
            },
            {
              "name": "Молоко 2.5%",
              "grams": 235
            },
            {
              "name": "Банан",
              "grams": 105
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 614,
          "protein": 17,
          "grams": 590,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 115
            },
            {
              "name": "Фасоль готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 150
            }
          ],
          "kcal": 628,
          "protein": 49,
          "grams": 415,
          "recipe": "томаты 150 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 2500,
      "total_kcal": 2499,
      "total_protein": 206,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Яйца",
              "grams": 135
            },
            {
              "name": "Авокадо",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 135
            }
          ],
          "kcal": 627,
          "protein": 31,
          "grams": 455,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 175
            },
            {
              "name": "Рис готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 746,
          "protein": 61,
          "grams": 665,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 2500,
      "total_kcal": 2513,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 80
            },
            {
              "name": "Греческий йогурт",
              "grams": 240
            },
            {
              "name": "Ягоды",
              "grams": 135
            },
            {
              "name": "Банан",
              "grams": 105
            }
          ],
          "kcal": 625,
          "protein": 35,
          "grams": 560,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 175
            },
            {
              "name": "Картофель готовый",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 768,
          "protein": 59,
          "grams": 715,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 252,
          "protein": 15,
          "grams": 200,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 2500,
      "total_kcal": 2511,
      "total_protein": 187,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 635,
          "protein": 42,
          "grams": 510,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 2500,
      "total_kcal": 2489,
      "total_protein": 190,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 225
            },
            {
              "name": "Яблоко",
              "grams": 165
            },
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 618,
          "protein": 47,
          "grams": 450,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 140
            },
            {
              "name": "Фасоль готовая",
              "grams": 180
            },
            {
              "name": "Рис готовый",
              "grams": 180
            }
          ],
          "kcal": 757,
          "protein": 59,
          "grams": 500,
          "recipe": "томаты 180 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 160
            },
            {
              "name": "Пюре картофельное",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 5
            }
          ],
          "kcal": 608,
          "protein": 55,
          "grams": 625,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 2500,
      "total_kcal": 2499,
      "total_protein": 240,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 230
            },
            {
              "name": "Яйцо",
              "grams": 55
            },
            {
              "name": "Рисовая мука",
              "grams": 40
            },
            {
              "name": "Йогурт",
              "grams": 115
            },
            {
              "name": "Ягоды",
              "grams": 90
            }
          ],
          "kcal": 625,
          "protein": 60,
          "grams": 530,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 2500,
      "total_kcal": 2496,
      "total_protein": 192,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Яйца",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 632,
          "protein": 31,
          "grams": 595,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 246,
          "protein": 17,
          "grams": 260,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 2500,
      "total_kcal": 2505,
      "total_protein": 226,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 150
            },
            {
              "name": "Сыр",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 170
            }
          ],
          "kcal": 628,
          "protein": 61,
          "grams": 440,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 175
            },
            {
              "name": "Рис готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 746,
          "protein": 61,
          "grams": 665,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 2500,
      "total_kcal": 2516,
      "total_protein": 154,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 235
            },
            {
              "name": "Молоко 2.5%",
              "grams": 235
            },
            {
              "name": "Банан",
              "grams": 105
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 614,
          "protein": 17,
          "grams": 590,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 175
            },
            {
              "name": "Картофель готовый",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 768,
          "protein": 59,
          "grams": 715,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 115
            },
            {
              "name": "Фасоль готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 150
            }
          ],
          "kcal": 628,
          "protein": 49,
          "grams": 415,
          "recipe": "томаты 150 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 2500,
      "total_kcal": 2504,
      "total_protein": 200,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Яйца",
              "grams": 135
            },
            {
              "name": "Авокадо",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 135
            }
          ],
          "kcal": 627,
          "protein": 31,
          "grams": 455,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 2500,
      "total_kcal": 2502,
      "total_protein": 167,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 80
            },
            {
              "name": "Греческий йогурт",
              "grams": 240
            },
            {
              "name": "Ягоды",
              "grams": 135
            },
            {
              "name": "Банан",
              "grams": 105
            }
          ],
          "kcal": 625,
          "protein": 35,
          "grams": 560,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 140
            },
            {
              "name": "Фасоль готовая",
              "grams": 180
            },
            {
              "name": "Рис готовый",
              "grams": 180
            }
          ],
          "kcal": 757,
          "protein": 59,
          "grams": 500,
          "recipe": "томаты 180 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 75
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 50
            },
            {
              "name": "Овощи",
              "grams": 75
            }
          ],
          "kcal": 252,
          "protein": 15,
          "grams": 200,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 2500,
      "total_kcal": 2514,
      "total_protein": 212,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 215
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 635,
          "protein": 42,
          "grams": 510,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 2500,
      "total_kcal": 2493,
      "total_protein": 193,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 225
            },
            {
              "name": "Яблоко",
              "grams": 165
            },
            {
              "name": "Овсяные хлопья",
              "grams": 45
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 618,
          "protein": 47,
          "grams": 450,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 115
            },
            {
              "name": "Фасоль готовая",
              "grams": 150
            },
            {
              "name": "Рис готовый",
              "grams": 150
            }
          ],
          "kcal": 628,
          "protein": 49,
          "grams": 415,
          "recipe": "томаты 150 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 60
            },
            {
              "name": "Хлебцы",
              "grams": 25
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 258,
          "protein": 9,
          "grams": 175,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 205
            },
            {
              "name": "Банан",
              "grams": 110
            }
          ],
          "kcal": 248,
          "protein": 20,
          "grams": 315,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 2500,
      "total_kcal": 2491,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 230
            },
            {
              "name": "Яйцо",
              "grams": 55
            },
            {
              "name": "Рисовая мука",
              "grams": 40
            },
            {
              "name": "Йогурт",
              "grams": 115
            },
            {
              "name": "Ягоды",
              "grams": 90
            }
          ],
          "kcal": 625,
          "protein": 60,
          "grams": 530,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 175
            },
            {
              "name": "Рис готовый",
              "grams": 250
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 746,
          "protein": 61,
          "grams": 665,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 80
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 145
            },
            {
              "name": "Овощи",
              "grams": 180
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Сыр",
              "grams": 20
            }
          ],
          "kcal": 634,
          "protein": 65,
          "grams": 495,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 120
            },
            {
              "name": "Йогурт",
              "grams": 55
            },
            {
              "name": "Банан",
              "grams": 55
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 249,
          "protein": 27,
          "grams": 235,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 200
            },
            {
              "name": "Груша",
              "grams": 125
            },
            {
              "name": "Орехи",
              "grams": 10
            }
          ],
          "kcal": 237,
          "protein": 8,
          "grams": 335,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 2500,
      "total_kcal": 2523,
      "total_protein": 183,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Яйца",
              "grams": 140
            },
            {
              "name": "Овощи",
              "grams": 185
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 632,
          "protein": 31,
          "grams": 595,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 175
            },
            {
              "name": "Картофель готовый",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 205
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 768,
          "protein": 59,
          "grams": 715,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 145
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 190
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 631,
          "protein": 50,
          "grams": 550,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 125
            },
            {
              "name": "Творог 5%",
              "grams": 60
            },
            {
              "name": "Банан",
              "grams": 60
            },
            {
              "name": "Овсяные хлопья",
              "grams": 15
            }
          ],
          "kcal": 246,
          "protein": 17,
          "grams": 260,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 2500,
      "total_kcal": 2510,
      "total_protein": 220,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 150
            },
            {
              "name": "Сыр",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 170
            }
          ],
          "kcal": 628,
          "protein": 61,
          "grams": 440,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 195
            },
            {
              "name": "Рис готовый",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 195
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 639,
          "protein": 55,
          "grams": 605,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 150
            },
            {
              "name": "Яблоко",
              "grams": 125
            }
          ],
          "kcal": 246,
          "protein": 26,
          "grams": 275,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 55
            },
            {
              "name": "Индейка готовая",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 70
            }
          ],
          "kcal": 246,
          "protein": 23,
          "grams": 185,
          "recipe": "Собрать сэндвич."
        }
      ]
    }
  ],
  "3000": [
    {
      "day": 1,
      "kcal_target": 3000,
      "total_kcal": 3020,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 275
            },
            {
              "name": "Яйцо",
              "grams": 70
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 135
            },
            {
              "name": "Ягоды",
              "grams": 110
            }
          ],
          "kcal": 761,
          "protein": 73,
          "grams": 640,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 230
            },
            {
              "name": "Пюре картофельное",
              "grams": 380
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 899,
          "protein": 78,
          "grams": 900,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 3000,
      "total_kcal": 2994,
      "total_protein": 238,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 310
            },
            {
              "name": "Яйца",
              "grams": 170
            },
            {
              "name": "Овощи",
              "grams": 225
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 742,
          "protein": 38,
          "grams": 715,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Йогурт",
              "grams": 105
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 895,
          "protein": 92,
          "grams": 705,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 3000,
      "total_kcal": 3040,
      "total_protein": 274,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 110
            },
            {
              "name": "Индейка готовая",
              "grams": 180
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 205
            }
          ],
          "kcal": 756,
          "protein": 73,
          "grams": 530,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 225
            },
            {
              "name": "Гречка готовая",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 912,
          "protein": 86,
          "grams": 820,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Пюре картофельное",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 765,
          "protein": 65,
          "grams": 755,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 3000,
      "total_kcal": 3007,
      "total_protein": 215,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Молоко 2.5%",
              "grams": 285
            },
            {
              "name": "Банан",
              "grams": 130
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 758,
          "protein": 21,
          "grams": 720,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 360
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 205
            },
            {
              "name": "Томаты",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 902,
          "protein": 84,
          "grams": 900,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 3000,
      "total_kcal": 3013,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Яйца",
              "grams": 165
            },
            {
              "name": "Авокадо",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 165
            }
          ],
          "kcal": 744,
          "protein": 38,
          "grams": 545,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 918,
          "protein": 79,
          "grams": 865,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 3000,
      "total_kcal": 3000,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 95
            },
            {
              "name": "Греческий йогурт",
              "grams": 285
            },
            {
              "name": "Ягоды",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 130
            }
          ],
          "kcal": 747,
          "protein": 41,
          "grams": 670,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 190
            },
            {
              "name": "Лапша готовая",
              "grams": 265
            },
            {
              "name": "Овощная смесь",
              "grams": 275
            }
          ],
          "kcal": 911,
          "protein": 78,
          "grams": 730,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 3000,
      "total_kcal": 2994,
      "total_protein": 258,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 215
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Сыр",
              "grams": 35
            }
          ],
          "kcal": 751,
          "protein": 50,
          "grams": 605,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 230
            },
            {
              "name": "Пюре картофельное",
              "grams": 380
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 899,
          "protein": 78,
          "grams": 900,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 3000,
      "total_kcal": 2993,
      "total_protein": 251,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 265
            },
            {
              "name": "Яблоко",
              "grams": 200
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 752,
          "protein": 56,
          "grams": 540,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Йогурт",
              "grams": 105
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 895,
          "protein": 92,
          "grams": 705,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 3000,
      "total_kcal": 3033,
      "total_protein": 249,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 275
            },
            {
              "name": "Яйцо",
              "grams": 70
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 135
            },
            {
              "name": "Ягоды",
              "grams": 110
            }
          ],
          "kcal": 761,
          "protein": 73,
          "grams": 640,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 225
            },
            {
              "name": "Гречка готовая",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 912,
          "protein": 86,
          "grams": 820,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 3000,
      "total_kcal": 3001,
      "total_protein": 230,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 310
            },
            {
              "name": "Яйца",
              "grams": 170
            },
            {
              "name": "Овощи",
              "grams": 225
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 742,
          "protein": 38,
          "grams": 715,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 360
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 205
            },
            {
              "name": "Томаты",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 902,
          "protein": 84,
          "grams": 900,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 3000,
      "total_kcal": 3046,
      "total_protein": 267,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 110
            },
            {
              "name": "Индейка готовая",
              "grams": 180
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 205
            }
          ],
          "kcal": 756,
          "protein": 73,
          "grams": 530,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 918,
          "protein": 79,
          "grams": 865,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Пюре картофельное",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 765,
          "protein": 65,
          "grams": 755,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 3000,
      "total_kcal": 3016,
      "total_protein": 209,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Молоко 2.5%",
              "grams": 285
            },
            {
              "name": "Банан",
              "grams": 130
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 758,
          "protein": 21,
          "grams": 720,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 190
            },
            {
              "name": "Лапша готовая",
              "grams": 265
            },
            {
              "name": "Овощная смесь",
              "grams": 275
            }
          ],
          "kcal": 911,
          "protein": 78,
          "grams": 730,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 3000,
      "total_kcal": 2994,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Яйца",
              "grams": 165
            },
            {
              "name": "Авокадо",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 165
            }
          ],
          "kcal": 744,
          "protein": 38,
          "grams": 545,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 230
            },
            {
              "name": "Пюре картофельное",
              "grams": 380
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 899,
          "protein": 78,
          "grams": 900,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 3000,
      "total_kcal": 2984,
      "total_protein": 235,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 95
            },
            {
              "name": "Греческий йогурт",
              "grams": 285
            },
            {
              "name": "Ягоды",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 130
            }
          ],
          "kcal": 747,
          "protein": 41,
          "grams": 670,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Йогурт",
              "grams": 105
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 895,
          "protein": 92,
          "grams": 705,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 3000,
      "total_kcal": 3018,
      "total_protein": 251,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 215
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Сыр",
              "grams": 35
            }
          ],
          "kcal": 751,
          "protein": 50,
          "grams": 605,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 225
            },
            {
              "name": "Гречка готовая",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 912,
          "protein": 86,
          "grams": 820,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Пюре картофельное",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 765,
          "protein": 65,
          "grams": 755,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 3000,
      "total_kcal": 3000,
      "total_protein": 243,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 265
            },
            {
              "name": "Яблоко",
              "grams": 200
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 752,
          "protein": 56,
          "grams": 540,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 360
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 205
            },
            {
              "name": "Томаты",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 902,
          "protein": 84,
          "grams": 900,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 3000,
      "total_kcal": 3039,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 275
            },
            {
              "name": "Яйцо",
              "grams": 70
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 135
            },
            {
              "name": "Ягоды",
              "grams": 110
            }
          ],
          "kcal": 761,
          "protein": 73,
          "grams": 640,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 918,
          "protein": 79,
          "grams": 865,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 3000,
      "total_kcal": 3010,
      "total_protein": 224,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 310
            },
            {
              "name": "Яйца",
              "grams": 170
            },
            {
              "name": "Овощи",
              "grams": 225
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 742,
          "protein": 38,
          "grams": 715,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 190
            },
            {
              "name": "Лапша готовая",
              "grams": 265
            },
            {
              "name": "Овощная смесь",
              "grams": 275
            }
          ],
          "kcal": 911,
          "protein": 78,
          "grams": 730,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 3000,
      "total_kcal": 3016,
      "total_protein": 281,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 110
            },
            {
              "name": "Индейка готовая",
              "grams": 180
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 205
            }
          ],
          "kcal": 756,
          "protein": 73,
          "grams": 530,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 230
            },
            {
              "name": "Пюре картофельное",
              "grams": 380
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 899,
          "protein": 78,
          "grams": 900,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 170
            },
            {
              "name": "Чечевица готовая",
              "grams": 265
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 754,
          "protein": 80,
          "grams": 700,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 3000,
      "total_kcal": 3000,
      "total_protein": 223,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Молоко 2.5%",
              "grams": 285
            },
            {
              "name": "Банан",
              "grams": 130
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 758,
          "protein": 21,
          "grams": 720,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Йогурт",
              "grams": 105
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 895,
          "protein": 92,
          "grams": 705,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 3000,
      "total_kcal": 3007,
      "total_protein": 249,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Яйца",
              "grams": 165
            },
            {
              "name": "Авокадо",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 165
            }
          ],
          "kcal": 744,
          "protein": 38,
          "grams": 545,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 225
            },
            {
              "name": "Гречка готовая",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 912,
          "protein": 86,
          "grams": 820,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 3000,
      "total_kcal": 2991,
      "total_protein": 227,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 95
            },
            {
              "name": "Греческий йогурт",
              "grams": 285
            },
            {
              "name": "Ягоды",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 130
            }
          ],
          "kcal": 747,
          "protein": 41,
          "grams": 670,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 360
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 205
            },
            {
              "name": "Томаты",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 902,
          "protein": 84,
          "grams": 900,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 3000,
      "total_kcal": 3024,
      "total_protein": 244,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 215
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Сыр",
              "grams": 35
            }
          ],
          "kcal": 751,
          "protein": 50,
          "grams": 605,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 918,
          "protein": 79,
          "grams": 865,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Пюре картофельное",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 765,
          "protein": 65,
          "grams": 755,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 3000,
      "total_kcal": 3009,
      "total_protein": 237,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 265
            },
            {
              "name": "Яблоко",
              "grams": 200
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 752,
          "protein": 56,
          "grams": 540,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 190
            },
            {
              "name": "Лапша готовая",
              "grams": 265
            },
            {
              "name": "Овощная смесь",
              "grams": 275
            }
          ],
          "kcal": 911,
          "protein": 78,
          "grams": 730,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 3000,
      "total_kcal": 3020,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 275
            },
            {
              "name": "Яйцо",
              "grams": 70
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 135
            },
            {
              "name": "Ягоды",
              "grams": 110
            }
          ],
          "kcal": 761,
          "protein": 73,
          "grams": 640,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 230
            },
            {
              "name": "Пюре картофельное",
              "grams": 380
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 899,
          "protein": 78,
          "grams": 900,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 240
            },
            {
              "name": "Груша",
              "grams": 155
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 306,
          "protein": 11,
          "grams": 410,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 3000,
      "total_kcal": 2994,
      "total_protein": 238,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 310
            },
            {
              "name": "Яйца",
              "grams": 170
            },
            {
              "name": "Овощи",
              "grams": 225
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 742,
          "protein": 38,
          "grams": 715,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 205
            },
            {
              "name": "Овощи",
              "grams": 255
            },
            {
              "name": "Йогурт",
              "grams": 105
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 895,
          "protein": 92,
          "grams": 705,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 145
            },
            {
              "name": "Йогурт",
              "grams": 65
            },
            {
              "name": "Банан",
              "grams": 65
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 296,
          "protein": 32,
          "grams": 280,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 3000,
      "total_kcal": 3040,
      "total_protein": 274,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 110
            },
            {
              "name": "Индейка готовая",
              "grams": 180
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 205
            }
          ],
          "kcal": 756,
          "protein": 73,
          "grams": 530,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 225
            },
            {
              "name": "Гречка готовая",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 912,
          "protein": 86,
          "grams": 820,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Пюре картофельное",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 765,
          "protein": 65,
          "grams": 755,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 150
            },
            {
              "name": "Творог 5%",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 310,
          "protein": 21,
          "grams": 320,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 3000,
      "total_kcal": 3007,
      "total_protein": 215,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Молоко 2.5%",
              "grams": 285
            },
            {
              "name": "Банан",
              "grams": 130
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 758,
          "protein": 21,
          "grams": 720,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 360
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 205
            },
            {
              "name": "Томаты",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 902,
          "protein": 84,
          "grams": 900,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 235
            },
            {
              "name": "Булгур готовый",
              "grams": 270
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 741,
          "protein": 68,
          "grams": 750,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 70
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 105
            }
          ],
          "kcal": 304,
          "protein": 10,
          "grams": 205,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 3000,
      "total_kcal": 3013,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Яйца",
              "grams": 165
            },
            {
              "name": "Авокадо",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 165
            }
          ],
          "kcal": 744,
          "protein": 38,
          "grams": 545,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 280
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 918,
          "protein": 79,
          "grams": 865,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 300
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 170
            },
            {
              "name": "Томаты",
              "grams": 205
            },
            {
              "name": "Йогурт",
              "grams": 70
            }
          ],
          "kcal": 750,
          "protein": 69,
          "grams": 745,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 245
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 299,
          "protein": 24,
          "grams": 380,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 185
            },
            {
              "name": "Яблоко",
              "grams": 150
            }
          ],
          "kcal": 302,
          "protein": 32,
          "grams": 335,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 3000,
      "total_kcal": 3000,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 95
            },
            {
              "name": "Греческий йогурт",
              "grams": 285
            },
            {
              "name": "Ягоды",
              "grams": 160
            },
            {
              "name": "Банан",
              "grams": 130
            }
          ],
          "kcal": 747,
          "protein": 41,
          "grams": 670,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 190
            },
            {
              "name": "Лапша готовая",
              "grams": 265
            },
            {
              "name": "Овощная смесь",
              "grams": 275
            }
          ],
          "kcal": 911,
          "protein": 78,
          "grams": 730,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 180
            },
            {
              "name": "Картофель готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 235
            },
            {
              "name": "Йогурт",
              "grams": 65
            }
          ],
          "kcal": 751,
          "protein": 55,
          "grams": 795,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Индейка готовая",
              "grams": 75
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 297,
          "protein": 29,
          "grams": 225,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 85
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 60
            },
            {
              "name": "Овощи",
              "grams": 85
            }
          ],
          "kcal": 294,
          "protein": 18,
          "grams": 230,
          "recipe": "Яйца отварить заранее."
        }
      ]
    }
  ],
  "3200": [
    {
      "day": 1,
      "kcal_target": 3200,
      "total_kcal": 3193,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 300
            },
            {
              "name": "Молоко 2.5%",
              "grams": 300
            },
            {
              "name": "Банан",
              "grams": 135
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 790,
          "protein": 22,
          "grams": 755,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Чечевица готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 945,
          "protein": 104,
          "grams": 895,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 3200,
      "total_kcal": 3222,
      "total_protein": 255,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 145
            },
            {
              "name": "Яйца",
              "grams": 175
            },
            {
              "name": "Авокадо",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 175
            }
          ],
          "kcal": 794,
          "protein": 40,
          "grams": 580,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 305
            },
            {
              "name": "Булгур готовый",
              "grams": 345
            },
            {
              "name": "Овощи",
              "grams": 305
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 974,
          "protein": 88,
          "grams": 970,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 160
            }
          ],
          "kcal": 319,
          "protein": 34,
          "grams": 355,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 3200,
      "total_kcal": 3211,
      "total_protein": 254,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 100
            },
            {
              "name": "Греческий йогурт",
              "grams": 305
            },
            {
              "name": "Ягоды",
              "grams": 170
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 789,
          "protein": 44,
          "grams": 710,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 225
            },
            {
              "name": "Рис готовый",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 975,
          "protein": 78,
          "grams": 850,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Чечевица готовая",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 801,
          "protein": 87,
          "grams": 745,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 3200,
      "total_kcal": 3172,
      "total_protein": 268,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 105
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 802,
          "protein": 53,
          "grams": 645,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Картофель готовый",
              "grams": 420
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 952,
          "protein": 74,
          "grams": 910,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 3200,
      "total_kcal": 3202,
      "total_protein": 237,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 285
            },
            {
              "name": "Яблоко",
              "grams": 215
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 784,
          "protein": 60,
          "grams": 575,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 230
            },
            {
              "name": "Картофель готовый",
              "grams": 405
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 80
            }
          ],
          "kcal": 959,
          "protein": 70,
          "grams": 1015,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 3200,
      "total_kcal": 3219,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 290
            },
            {
              "name": "Яйцо",
              "grams": 75
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 145
            },
            {
              "name": "Ягоды",
              "grams": 115
            }
          ],
          "kcal": 796,
          "protein": 77,
          "grams": 675,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 180
            },
            {
              "name": "Фасоль готовая",
              "grams": 230
            },
            {
              "name": "Рис готовый",
              "grams": 230
            }
          ],
          "kcal": 970,
          "protein": 75,
          "grams": 640,
          "recipe": "томаты 230 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 255
            },
            {
              "name": "Груша",
              "grams": 165
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 435,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 3200,
      "total_kcal": 3188,
      "total_protein": 261,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 330
            },
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 240
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 782,
          "protein": 40,
          "grams": 760,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Чечевица готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 945,
          "protein": 104,
          "grams": 895,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 105
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 816,
          "protein": 84,
          "grams": 635,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 3200,
      "total_kcal": 3182,
      "total_protein": 305,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 790,
          "protein": 76,
          "grams": 560,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 305
            },
            {
              "name": "Булгур готовый",
              "grams": 345
            },
            {
              "name": "Овощи",
              "grams": 305
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 974,
          "protein": 88,
          "grams": 970,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 3200,
      "total_kcal": 3223,
      "total_protein": 195,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 300
            },
            {
              "name": "Молоко 2.5%",
              "grams": 300
            },
            {
              "name": "Банан",
              "grams": 135
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 790,
          "protein": 22,
          "grams": 755,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 225
            },
            {
              "name": "Рис готовый",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 975,
          "protein": 78,
          "grams": 850,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 3200,
      "total_kcal": 3200,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 145
            },
            {
              "name": "Яйца",
              "grams": 175
            },
            {
              "name": "Авокадо",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 175
            }
          ],
          "kcal": 794,
          "protein": 40,
          "grams": 580,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Картофель готовый",
              "grams": 420
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 952,
          "protein": 74,
          "grams": 910,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 160
            }
          ],
          "kcal": 319,
          "protein": 34,
          "grams": 355,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 3200,
      "total_kcal": 3195,
      "total_protein": 246,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 100
            },
            {
              "name": "Греческий йогурт",
              "grams": 305
            },
            {
              "name": "Ягоды",
              "grams": 170
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 789,
          "protein": 44,
          "grams": 710,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 230
            },
            {
              "name": "Картофель готовый",
              "grams": 405
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 80
            }
          ],
          "kcal": 959,
          "protein": 70,
          "grams": 1015,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Чечевица готовая",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 801,
          "protein": 87,
          "grams": 745,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 3200,
      "total_kcal": 3190,
      "total_protein": 269,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 105
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 802,
          "protein": 53,
          "grams": 645,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 180
            },
            {
              "name": "Фасоль готовая",
              "grams": 230
            },
            {
              "name": "Рис готовый",
              "grams": 230
            }
          ],
          "kcal": 970,
          "protein": 75,
          "grams": 640,
          "recipe": "томаты 230 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 3200,
      "total_kcal": 3188,
      "total_protein": 271,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 285
            },
            {
              "name": "Яблоко",
              "grams": 215
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 784,
          "protein": 60,
          "grams": 575,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Чечевица готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 945,
          "protein": 104,
          "grams": 895,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 3200,
      "total_kcal": 3223,
      "total_protein": 255,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 290
            },
            {
              "name": "Яйцо",
              "grams": 75
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 145
            },
            {
              "name": "Ягоды",
              "grams": 115
            }
          ],
          "kcal": 796,
          "protein": 77,
          "grams": 675,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 305
            },
            {
              "name": "Булгур готовый",
              "grams": 345
            },
            {
              "name": "Овощи",
              "grams": 305
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 974,
          "protein": 88,
          "grams": 970,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 255
            },
            {
              "name": "Груша",
              "grams": 165
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 435,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 3200,
      "total_kcal": 3203,
      "total_protein": 238,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 330
            },
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 240
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 782,
          "protein": 40,
          "grams": 760,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 225
            },
            {
              "name": "Рис готовый",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 975,
          "protein": 78,
          "grams": 850,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Чечевица готовая",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 801,
          "protein": 87,
          "grams": 745,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 3200,
      "total_kcal": 3160,
      "total_protein": 291,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 790,
          "protein": 76,
          "grams": 560,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Картофель готовый",
              "grams": 420
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 952,
          "protein": 74,
          "grams": 910,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 3200,
      "total_kcal": 3207,
      "total_protein": 187,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 300
            },
            {
              "name": "Молоко 2.5%",
              "grams": 300
            },
            {
              "name": "Банан",
              "grams": 135
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 790,
          "protein": 22,
          "grams": 755,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 230
            },
            {
              "name": "Картофель готовый",
              "grams": 405
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 80
            }
          ],
          "kcal": 959,
          "protein": 70,
          "grams": 1015,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 3200,
      "total_kcal": 3218,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 145
            },
            {
              "name": "Яйца",
              "grams": 175
            },
            {
              "name": "Авокадо",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 175
            }
          ],
          "kcal": 794,
          "protein": 40,
          "grams": 580,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 180
            },
            {
              "name": "Фасоль готовая",
              "grams": 230
            },
            {
              "name": "Рис готовый",
              "grams": 230
            }
          ],
          "kcal": 970,
          "protein": 75,
          "grams": 640,
          "recipe": "томаты 230 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 160
            }
          ],
          "kcal": 319,
          "protein": 34,
          "grams": 355,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 3200,
      "total_kcal": 3196,
      "total_protein": 277,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 100
            },
            {
              "name": "Греческий йогурт",
              "grams": 305
            },
            {
              "name": "Ягоды",
              "grams": 170
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 789,
          "protein": 44,
          "grams": 710,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Чечевица готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 945,
          "protein": 104,
          "grams": 895,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 105
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Овощи",
              "grams": 230
            },
            {
              "name": "Йогурт",
              "grams": 90
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 816,
          "protein": 84,
          "grams": 635,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 3200,
      "total_kcal": 3194,
      "total_protein": 282,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 105
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 802,
          "protein": 53,
          "grams": 645,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 305
            },
            {
              "name": "Булгур готовый",
              "grams": 345
            },
            {
              "name": "Овощи",
              "grams": 305
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 974,
          "protein": 88,
          "grams": 970,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 3200,
      "total_kcal": 3218,
      "total_protein": 245,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 285
            },
            {
              "name": "Яблоко",
              "grams": 215
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 784,
          "protein": 60,
          "grams": 575,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 225
            },
            {
              "name": "Рис готовый",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 975,
          "protein": 78,
          "grams": 850,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 3200,
      "total_kcal": 3201,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 290
            },
            {
              "name": "Яйцо",
              "grams": 75
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 145
            },
            {
              "name": "Ягоды",
              "grams": 115
            }
          ],
          "kcal": 796,
          "protein": 77,
          "grams": 675,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Картофель готовый",
              "grams": 420
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 952,
          "protein": 74,
          "grams": 910,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 255
            },
            {
              "name": "Груша",
              "grams": 165
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 435,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 3200,
      "total_kcal": 3187,
      "total_protein": 230,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 330
            },
            {
              "name": "Яйца",
              "grams": 180
            },
            {
              "name": "Овощи",
              "grams": 240
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 782,
          "protein": 40,
          "grams": 760,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 230
            },
            {
              "name": "Картофель готовый",
              "grams": 405
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 80
            }
          ],
          "kcal": 959,
          "protein": 70,
          "grams": 1015,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Чечевица готовая",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 801,
          "protein": 87,
          "grams": 745,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 3200,
      "total_kcal": 3178,
      "total_protein": 292,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Индейка готовая",
              "grams": 190
            },
            {
              "name": "Сыр",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 790,
          "protein": 76,
          "grams": 560,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 180
            },
            {
              "name": "Фасоль готовая",
              "grams": 230
            },
            {
              "name": "Рис готовый",
              "grams": 230
            }
          ],
          "kcal": 970,
          "protein": 75,
          "grams": 640,
          "recipe": "томаты 230 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 3200,
      "total_kcal": 3193,
      "total_protein": 221,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 300
            },
            {
              "name": "Молоко 2.5%",
              "grams": 300
            },
            {
              "name": "Банан",
              "grams": 135
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 790,
          "protein": 22,
          "grams": 755,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Чечевица готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 945,
          "protein": 104,
          "grams": 895,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 160
            },
            {
              "name": "Творог 5%",
              "grams": 80
            },
            {
              "name": "Банан",
              "grams": 80
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 325,
          "protein": 22,
          "grams": 340,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 3200,
      "total_kcal": 3222,
      "total_protein": 255,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 145
            },
            {
              "name": "Яйца",
              "grams": 175
            },
            {
              "name": "Авокадо",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 175
            }
          ],
          "kcal": 794,
          "protein": 40,
          "grams": 580,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 305
            },
            {
              "name": "Булгур готовый",
              "grams": 345
            },
            {
              "name": "Овощи",
              "grams": 305
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 974,
          "protein": 88,
          "grams": 970,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Яблоко",
              "grams": 160
            }
          ],
          "kcal": 319,
          "protein": 34,
          "grams": 355,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 3200,
      "total_kcal": 3211,
      "total_protein": 254,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 100
            },
            {
              "name": "Греческий йогурт",
              "grams": 305
            },
            {
              "name": "Ягоды",
              "grams": 170
            },
            {
              "name": "Банан",
              "grams": 135
            }
          ],
          "kcal": 789,
          "protein": 44,
          "grams": 710,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 225
            },
            {
              "name": "Рис готовый",
              "grams": 320
            },
            {
              "name": "Овощи",
              "grams": 290
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 975,
          "protein": 78,
          "grams": 850,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 185
            },
            {
              "name": "Чечевица готовая",
              "grams": 280
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 801,
          "protein": 87,
          "grams": 745,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 3200,
      "total_kcal": 3172,
      "total_protein": 268,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 105
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 802,
          "protein": 53,
          "grams": 645,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Картофель готовый",
              "grams": 420
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 952,
          "protein": 74,
          "grams": 910,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Гречка готовая",
              "grams": 260
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 784,
          "protein": 76,
          "grams": 730,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Индейка готовая",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 90
            }
          ],
          "kcal": 318,
          "protein": 31,
          "grams": 240,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 155
            },
            {
              "name": "Йогурт",
              "grams": 70
            },
            {
              "name": "Банан",
              "grams": 70
            },
            {
              "name": "Какао",
              "grams": 5
            }
          ],
          "kcal": 316,
          "protein": 34,
          "grams": 300,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 3200,
      "total_kcal": 3202,
      "total_protein": 237,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 285
            },
            {
              "name": "Яблоко",
              "grams": 215
            },
            {
              "name": "Овсяные хлопья",
              "grams": 55
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 784,
          "protein": 60,
          "grams": 575,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 230
            },
            {
              "name": "Картофель готовый",
              "grams": 405
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 80
            }
          ],
          "kcal": 959,
          "protein": 70,
          "grams": 1015,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 185
            },
            {
              "name": "Картофель готовый",
              "grams": 350
            },
            {
              "name": "Овощи",
              "grams": 220
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 813,
          "protein": 62,
          "grams": 765,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 95
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 65
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 324,
          "protein": 20,
          "grams": 255,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 265
            },
            {
              "name": "Банан",
              "grams": 145
            }
          ],
          "kcal": 322,
          "protein": 25,
          "grams": 410,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 3200,
      "total_kcal": 3219,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 290
            },
            {
              "name": "Яйцо",
              "grams": 75
            },
            {
              "name": "Рисовая мука",
              "grams": 50
            },
            {
              "name": "Йогурт",
              "grams": 145
            },
            {
              "name": "Ягоды",
              "grams": 115
            }
          ],
          "kcal": 796,
          "protein": 77,
          "grams": 675,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 180
            },
            {
              "name": "Фасоль готовая",
              "grams": 230
            },
            {
              "name": "Рис готовый",
              "grams": 230
            }
          ],
          "kcal": 970,
          "protein": 75,
          "grams": 640,
          "recipe": "томаты 230 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 165
            },
            {
              "name": "Лапша готовая",
              "grams": 235
            },
            {
              "name": "Овощная смесь",
              "grams": 245
            }
          ],
          "kcal": 813,
          "protein": 68,
          "grams": 645,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 255
            },
            {
              "name": "Груша",
              "grams": 165
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 435,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 75
            },
            {
              "name": "Хлебцы",
              "grams": 30
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 320,
          "protein": 11,
          "grams": 220,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    }
  ],
  "3500": [
    {
      "day": 1,
      "kcal_target": 3500,
      "total_kcal": 3478,
      "total_protein": 308,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 250
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 869,
          "protein": 57,
          "grams": 705,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 135
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 1050,
          "protein": 108,
          "grams": 825,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 3500,
      "total_kcal": 3500,
      "total_protein": 296,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 310
            },
            {
              "name": "Яблоко",
              "grams": 235
            },
            {
              "name": "Овсяные хлопья",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 874,
          "protein": 66,
          "grams": 630,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 265
            },
            {
              "name": "Гречка готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 101,
          "grams": 960,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 3500,
      "total_kcal": 3492,
      "total_protein": 305,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 320
            },
            {
              "name": "Яйцо",
              "grams": 80
            },
            {
              "name": "Рисовая мука",
              "grams": 55
            },
            {
              "name": "Йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 130
            }
          ],
          "kcal": 875,
          "protein": 84,
          "grams": 745,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 420
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 240
            },
            {
              "name": "Томаты",
              "grams": 290
            },
            {
              "name": "Йогурт",
              "grams": 95
            }
          ],
          "kcal": 1050,
          "protein": 98,
          "grams": 1045,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Овощи",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 882,
          "protein": 90,
          "grams": 690,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 3500,
      "total_kcal": 3475,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 360
            },
            {
              "name": "Яйца",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 888,
          "protein": 44,
          "grams": 830,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 325
            },
            {
              "name": "Рис готовый",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 92,
          "grams": 1005,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 3500,
      "total_kcal": 3489,
      "total_protein": 297,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 130
            },
            {
              "name": "Индейка готовая",
              "grams": 210
            },
            {
              "name": "Сыр",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 240
            }
          ],
          "kcal": 884,
          "protein": 85,
          "grams": 620,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Лапша готовая",
              "grams": 310
            },
            {
              "name": "Овощная смесь",
              "grams": 325
            }
          ],
          "kcal": 1049,
          "protein": 90,
          "grams": 855,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 3500,
      "total_kcal": 3504,
      "total_protein": 234,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 330
            },
            {
              "name": "Молоко 2.5%",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 150
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 889,
          "protein": 25,
          "grams": 835,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 265
            },
            {
              "name": "Пюре картофельное",
              "grams": 445
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 1030,
          "protein": 91,
          "grams": 1045,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 3500,
      "total_kcal": 3514,
      "total_protein": 292,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 160
            },
            {
              "name": "Яйца",
              "grams": 190
            },
            {
              "name": "Авокадо",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 190
            }
          ],
          "kcal": 873,
          "protein": 44,
          "grams": 635,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 135
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 1050,
          "protein": 108,
          "grams": 825,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 275
            },
            {
              "name": "Булгур готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 896,
          "protein": 80,
          "grams": 880,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 3500,
      "total_kcal": 3465,
      "total_protein": 278,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 110
            },
            {
              "name": "Греческий йогурт",
              "grams": 335
            },
            {
              "name": "Ягоды",
              "grams": 185
            },
            {
              "name": "Банан",
              "grams": 150
            }
          ],
          "kcal": 868,
          "protein": 48,
          "grams": 780,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 265
            },
            {
              "name": "Гречка готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 101,
          "grams": 960,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 3500,
      "total_kcal": 3478,
      "total_protein": 298,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 250
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 869,
          "protein": 57,
          "grams": 705,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 420
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 240
            },
            {
              "name": "Томаты",
              "grams": 290
            },
            {
              "name": "Йогурт",
              "grams": 95
            }
          ],
          "kcal": 1050,
          "protein": 98,
          "grams": 1045,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 3500,
      "total_kcal": 3500,
      "total_protein": 287,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 310
            },
            {
              "name": "Яблоко",
              "grams": 235
            },
            {
              "name": "Овсяные хлопья",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 874,
          "protein": 66,
          "grams": 630,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 325
            },
            {
              "name": "Рис готовый",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 92,
          "grams": 1005,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 3500,
      "total_kcal": 3491,
      "total_protein": 297,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 320
            },
            {
              "name": "Яйцо",
              "grams": 80
            },
            {
              "name": "Рисовая мука",
              "grams": 55
            },
            {
              "name": "Йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 130
            }
          ],
          "kcal": 875,
          "protein": 84,
          "grams": 745,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Лапша готовая",
              "grams": 310
            },
            {
              "name": "Овощная смесь",
              "grams": 325
            }
          ],
          "kcal": 1049,
          "protein": 90,
          "grams": 855,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Овощи",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 882,
          "protein": 90,
          "grams": 690,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 3500,
      "total_kcal": 3457,
      "total_protein": 241,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 360
            },
            {
              "name": "Яйца",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 888,
          "protein": 44,
          "grams": 830,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 265
            },
            {
              "name": "Пюре картофельное",
              "grams": 445
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 1030,
          "protein": 91,
          "grams": 1045,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 3500,
      "total_kcal": 3490,
      "total_protein": 315,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 130
            },
            {
              "name": "Индейка готовая",
              "grams": 210
            },
            {
              "name": "Сыр",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 240
            }
          ],
          "kcal": 884,
          "protein": 85,
          "grams": 620,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 135
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 1050,
          "protein": 108,
          "grams": 825,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 3500,
      "total_kcal": 3522,
      "total_protein": 244,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 330
            },
            {
              "name": "Молоко 2.5%",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 150
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 889,
          "protein": 25,
          "grams": 835,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 265
            },
            {
              "name": "Гречка готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 101,
          "grams": 960,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 3500,
      "total_kcal": 3500,
      "total_protein": 292,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 160
            },
            {
              "name": "Яйца",
              "grams": 190
            },
            {
              "name": "Авокадо",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 190
            }
          ],
          "kcal": 873,
          "protein": 44,
          "grams": 635,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 420
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 240
            },
            {
              "name": "Томаты",
              "grams": 290
            },
            {
              "name": "Йогурт",
              "grams": 95
            }
          ],
          "kcal": 1050,
          "protein": 98,
          "grams": 1045,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Овощи",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 882,
          "protein": 90,
          "grams": 690,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 3500,
      "total_kcal": 3465,
      "total_protein": 269,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 110
            },
            {
              "name": "Греческий йогурт",
              "grams": 335
            },
            {
              "name": "Ягоды",
              "grams": 185
            },
            {
              "name": "Банан",
              "grams": 150
            }
          ],
          "kcal": 868,
          "protein": 48,
          "grams": 780,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 325
            },
            {
              "name": "Рис готовый",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 92,
          "grams": 1005,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 3500,
      "total_kcal": 3477,
      "total_protein": 290,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 250
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 869,
          "protein": 57,
          "grams": 705,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Лапша готовая",
              "grams": 310
            },
            {
              "name": "Овощная смесь",
              "grams": 325
            }
          ],
          "kcal": 1049,
          "protein": 90,
          "grams": 855,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 3500,
      "total_kcal": 3482,
      "total_protein": 286,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 310
            },
            {
              "name": "Яблоко",
              "grams": 235
            },
            {
              "name": "Овсяные хлопья",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 874,
          "protein": 66,
          "grams": 630,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 265
            },
            {
              "name": "Пюре картофельное",
              "grams": 445
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 1030,
          "protein": 91,
          "grams": 1045,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 3500,
      "total_kcal": 3506,
      "total_protein": 305,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 320
            },
            {
              "name": "Яйцо",
              "grams": 80
            },
            {
              "name": "Рисовая мука",
              "grams": 55
            },
            {
              "name": "Йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 130
            }
          ],
          "kcal": 875,
          "protein": 84,
          "grams": 745,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 135
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 1050,
          "protein": 108,
          "grams": 825,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 275
            },
            {
              "name": "Булгур готовый",
              "grams": 315
            },
            {
              "name": "Овощи",
              "grams": 275
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 896,
          "protein": 80,
          "grams": 880,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 3500,
      "total_kcal": 3475,
      "total_protein": 251,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 360
            },
            {
              "name": "Яйца",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 888,
          "protein": 44,
          "grams": 830,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 265
            },
            {
              "name": "Гречка готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 101,
          "grams": 960,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 3500,
      "total_kcal": 3490,
      "total_protein": 305,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 130
            },
            {
              "name": "Индейка готовая",
              "grams": 210
            },
            {
              "name": "Сыр",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 240
            }
          ],
          "kcal": 884,
          "protein": 85,
          "grams": 620,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 420
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 240
            },
            {
              "name": "Томаты",
              "grams": 290
            },
            {
              "name": "Йогурт",
              "grams": 95
            }
          ],
          "kcal": 1050,
          "protein": 98,
          "grams": 1045,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 3500,
      "total_kcal": 3522,
      "total_protein": 235,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 330
            },
            {
              "name": "Молоко 2.5%",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 150
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 889,
          "protein": 25,
          "grams": 835,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 325
            },
            {
              "name": "Рис готовый",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 92,
          "grams": 1005,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 3500,
      "total_kcal": 3499,
      "total_protein": 284,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 160
            },
            {
              "name": "Яйца",
              "grams": 190
            },
            {
              "name": "Авокадо",
              "grams": 95
            },
            {
              "name": "Овощи",
              "grams": 190
            }
          ],
          "kcal": 873,
          "protein": 44,
          "grams": 635,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Лапша готовая",
              "grams": 310
            },
            {
              "name": "Овощная смесь",
              "grams": 325
            }
          ],
          "kcal": 1049,
          "protein": 90,
          "grams": 855,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Овощи",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 882,
          "protein": 90,
          "grams": 690,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 3500,
      "total_kcal": 3447,
      "total_protein": 268,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 110
            },
            {
              "name": "Греческий йогурт",
              "grams": 335
            },
            {
              "name": "Ягоды",
              "grams": 185
            },
            {
              "name": "Банан",
              "grams": 150
            }
          ],
          "kcal": 868,
          "protein": 48,
          "grams": 780,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 265
            },
            {
              "name": "Пюре картофельное",
              "grams": 445
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 1030,
          "protein": 91,
          "grams": 1045,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 215
            },
            {
              "name": "Яблоко",
              "grams": 175
            }
          ],
          "kcal": 351,
          "protein": 37,
          "grams": 390,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 3500,
      "total_kcal": 3478,
      "total_protein": 308,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 250
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 115
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Сыр",
              "grams": 40
            }
          ],
          "kcal": 869,
          "protein": 57,
          "grams": 705,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 135
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 240
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Йогурт",
              "grams": 120
            },
            {
              "name": "Сыр",
              "grams": 30
            }
          ],
          "kcal": 1050,
          "protein": 108,
          "grams": 825,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 3500,
      "total_kcal": 3500,
      "total_protein": 296,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 310
            },
            {
              "name": "Яблоко",
              "grams": 235
            },
            {
              "name": "Овсяные хлопья",
              "grams": 60
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 874,
          "protein": 66,
          "grams": 630,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 265
            },
            {
              "name": "Гречка готовая",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 101,
          "grams": 960,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 290
            },
            {
              "name": "Банан",
              "grams": 155
            }
          ],
          "kcal": 350,
          "protein": 28,
          "grams": 445,
          "recipe": "Нарезать банан и добавить в йогурт."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 3500,
      "total_kcal": 3492,
      "total_protein": 305,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 320
            },
            {
              "name": "Яйцо",
              "grams": 80
            },
            {
              "name": "Рисовая мука",
              "grams": 55
            },
            {
              "name": "Йогурт",
              "grams": 160
            },
            {
              "name": "Ягоды",
              "grams": 130
            }
          ],
          "kcal": 875,
          "protein": 84,
          "grams": 745,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 420
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 240
            },
            {
              "name": "Томаты",
              "grams": 290
            },
            {
              "name": "Йогурт",
              "grams": 95
            }
          ],
          "kcal": 1050,
          "protein": 98,
          "grams": 1045,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Домашняя шаурма",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 115
            },
            {
              "name": "Куриная грудка готовая",
              "grams": 200
            },
            {
              "name": "Овощи",
              "grams": 250
            },
            {
              "name": "Йогурт",
              "grams": 100
            },
            {
              "name": "Сыр",
              "grams": 25
            }
          ],
          "kcal": 882,
          "protein": 90,
          "grams": 690,
          "recipe": "Завернуть начинку в лаваш и подрумянить."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 100
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 70
            },
            {
              "name": "Овощи",
              "grams": 100
            }
          ],
          "kcal": 344,
          "protein": 21,
          "grams": 270,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 3500,
      "total_kcal": 3475,
      "total_protein": 242,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 360
            },
            {
              "name": "Яйца",
              "grams": 195
            },
            {
              "name": "Овощи",
              "grams": 260
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 888,
          "protein": 44,
          "grams": 830,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 325
            },
            {
              "name": "Рис готовый",
              "grams": 340
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1048,
          "protein": 92,
          "grams": 1005,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 205
            },
            {
              "name": "Рис готовый",
              "grams": 290
            },
            {
              "name": "Овощи",
              "grams": 265
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 854,
          "protein": 71,
          "grams": 770,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 280
            },
            {
              "name": "Груша",
              "grams": 180
            },
            {
              "name": "Орехи",
              "grams": 15
            }
          ],
          "kcal": 341,
          "protein": 12,
          "grams": 475,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 175
            },
            {
              "name": "Творог 5%",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Овсяные хлопья",
              "grams": 20
            }
          ],
          "kcal": 344,
          "protein": 23,
          "grams": 365,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 3500,
      "total_kcal": 3489,
      "total_protein": 297,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 130
            },
            {
              "name": "Индейка готовая",
              "grams": 210
            },
            {
              "name": "Сыр",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 240
            }
          ],
          "kcal": 884,
          "protein": 85,
          "grams": 620,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Куриный вок",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 220
            },
            {
              "name": "Лапша готовая",
              "grams": 310
            },
            {
              "name": "Овощная смесь",
              "grams": 325
            }
          ],
          "kcal": 1049,
          "protein": 90,
          "grams": 855,
          "recipe": "масло 10 г Обжарить всё на сильном огне 7–8 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Белая рыба с рисом",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 270
            },
            {
              "name": "Рис готовый",
              "grams": 285
            },
            {
              "name": "Овощи",
              "grams": 270
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 852,
          "protein": 77,
          "grams": 835,
          "recipe": "Запечь рыбу 15–20 минут, подать с рисом и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Индейка готовая",
              "grams": 85
            },
            {
              "name": "Овощи",
              "grams": 95
            }
          ],
          "kcal": 352,
          "protein": 33,
          "grams": 260,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 3500,
      "total_kcal": 3504,
      "total_protein": 234,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 330
            },
            {
              "name": "Молоко 2.5%",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 150
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 889,
          "protein": 25,
          "grams": 835,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 265
            },
            {
              "name": "Пюре картофельное",
              "grams": 445
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 1030,
          "protein": 91,
          "grams": 1045,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 160
            },
            {
              "name": "Фасоль готовая",
              "grams": 210
            },
            {
              "name": "Рис готовый",
              "grams": 210
            }
          ],
          "kcal": 876,
          "protein": 68,
          "grams": 580,
          "recipe": "томаты 210 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 170
            },
            {
              "name": "Йогурт",
              "grams": 75
            },
            {
              "name": "Банан",
              "grams": 75
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 357,
          "protein": 38,
          "grams": 330,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 80
            },
            {
              "name": "Хлебцы",
              "grams": 35
            },
            {
              "name": "Овощи",
              "grams": 125
            }
          ],
          "kcal": 352,
          "protein": 12,
          "grams": 240,
          "recipe": "Нарезать овощи и подать с хумусом."
        }
      ]
    }
  ],
  "4000": [
    {
      "day": 1,
      "kcal_target": 4000,
      "total_kcal": 3975,
      "total_protein": 285,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 410
            },
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 950,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 380
            },
            {
              "name": "Булгур готовый",
              "grams": 430
            },
            {
              "name": "Овощи",
              "grams": 380
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1180,
          "protein": 110,
          "grams": 1205,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 2,
      "kcal_target": 4000,
      "total_kcal": 3976,
      "total_protein": 332,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 145
            },
            {
              "name": "Индейка готовая",
              "grams": 235
            },
            {
              "name": "Сыр",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 275
            }
          ],
          "kcal": 991,
          "protein": 95,
          "grams": 700,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 400
            },
            {
              "name": "Овощи",
              "grams": 365
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1184,
          "protein": 97,
          "grams": 1060,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 3,
      "kcal_target": 4000,
      "total_kcal": 4041,
      "total_protein": 271,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 380
            },
            {
              "name": "Молоко 2.5%",
              "grams": 380
            },
            {
              "name": "Банан",
              "grams": 170
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 998,
          "protein": 28,
          "grams": 955,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 280
            },
            {
              "name": "Картофель готовый",
              "grams": 525
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1223,
          "protein": 94,
          "grams": 1145,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 315
            },
            {
              "name": "Булгур готовый",
              "grams": 360
            },
            {
              "name": "Овощи",
              "grams": 315
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1006,
          "protein": 91,
          "grams": 1005,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 95
            },
            {
              "name": "Хлебцы",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 410,
          "protein": 14,
          "grams": 275,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 4,
      "kcal_target": 4000,
      "total_kcal": 4007,
      "total_protein": 317,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 180
            },
            {
              "name": "Яйца",
              "grams": 220
            },
            {
              "name": "Авокадо",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 730,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 290
            },
            {
              "name": "Картофель готовый",
              "grams": 505
            },
            {
              "name": "Овощи",
              "grams": 370
            },
            {
              "name": "Йогурт",
              "grams": 100
            }
          ],
          "kcal": 1201,
          "protein": 88,
          "grams": 1265,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 5,
      "kcal_target": 4000,
      "total_kcal": 4002,
      "total_protein": 274,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 130
            },
            {
              "name": "Греческий йогурт",
              "grams": 385
            },
            {
              "name": "Ягоды",
              "grams": 215
            },
            {
              "name": "Банан",
              "grams": 170
            }
          ],
          "kcal": 1010,
          "protein": 56,
          "grams": 900,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Фасоль готовая",
              "grams": 285
            },
            {
              "name": "Рис готовый",
              "grams": 285
            }
          ],
          "kcal": 1195,
          "protein": 93,
          "grams": 790,
          "recipe": "томаты 285 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 6,
      "kcal_target": 4000,
      "total_kcal": 3998,
      "total_protein": 369,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 285
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Сыр",
              "grams": 45
            }
          ],
          "kcal": 998,
          "protein": 66,
          "grams": 805,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 275
            },
            {
              "name": "Чечевица готовая",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 405
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1203,
          "protein": 130,
          "grams": 1120,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 7,
      "kcal_target": 4000,
      "total_kcal": 3968,
      "total_protein": 351,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 355
            },
            {
              "name": "Яблоко",
              "grams": 265
            },
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 981,
          "protein": 75,
          "grams": 715,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 380
            },
            {
              "name": "Булгур готовый",
              "grams": 430
            },
            {
              "name": "Овощи",
              "grams": 380
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1180,
          "protein": 110,
          "grams": 1205,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 250
            },
            {
              "name": "Гречка готовая",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1002,
          "protein": 95,
          "grams": 915,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 180
            }
          ],
          "kcal": 401,
          "protein": 32,
          "grams": 510,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 8,
      "kcal_target": 4000,
      "total_kcal": 3997,
      "total_protein": 339,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 365
            },
            {
              "name": "Яйцо",
              "grams": 90
            },
            {
              "name": "Рисовая мука",
              "grams": 65
            },
            {
              "name": "Йогурт",
              "grams": 180
            },
            {
              "name": "Ягоды",
              "grams": 145
            }
          ],
          "kcal": 1001,
          "protein": 96,
          "grams": 845,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 400
            },
            {
              "name": "Овощи",
              "grams": 365
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1184,
          "protein": 97,
          "grams": 1060,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 9,
      "kcal_target": 4000,
      "total_kcal": 4018,
      "total_protein": 269,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 410
            },
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 950,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 280
            },
            {
              "name": "Картофель готовый",
              "grams": 525
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1223,
          "protein": 94,
          "grams": 1145,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 10,
      "kcal_target": 4000,
      "total_kcal": 3993,
      "total_protein": 323,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 145
            },
            {
              "name": "Индейка готовая",
              "grams": 235
            },
            {
              "name": "Сыр",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 275
            }
          ],
          "kcal": 991,
          "protein": 95,
          "grams": 700,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 290
            },
            {
              "name": "Картофель готовый",
              "grams": 505
            },
            {
              "name": "Овощи",
              "grams": 370
            },
            {
              "name": "Йогурт",
              "grams": 100
            }
          ],
          "kcal": 1201,
          "protein": 88,
          "grams": 1265,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 11,
      "kcal_target": 4000,
      "total_kcal": 4013,
      "total_protein": 270,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 380
            },
            {
              "name": "Молоко 2.5%",
              "grams": 380
            },
            {
              "name": "Банан",
              "grams": 170
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 998,
          "protein": 28,
          "grams": 955,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Фасоль готовая",
              "grams": 285
            },
            {
              "name": "Рис готовый",
              "grams": 285
            }
          ],
          "kcal": 1195,
          "protein": 93,
          "grams": 790,
          "recipe": "томаты 285 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 315
            },
            {
              "name": "Булгур готовый",
              "grams": 360
            },
            {
              "name": "Овощи",
              "grams": 315
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1006,
          "protein": 91,
          "grams": 1005,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 95
            },
            {
              "name": "Хлебцы",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 410,
          "protein": 14,
          "grams": 275,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 12,
      "kcal_target": 4000,
      "total_kcal": 4009,
      "total_protein": 359,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 180
            },
            {
              "name": "Яйца",
              "grams": 220
            },
            {
              "name": "Авокадо",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 730,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 275
            },
            {
              "name": "Чечевица готовая",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 405
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1203,
          "protein": 130,
          "grams": 1120,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 13,
      "kcal_target": 4000,
      "total_kcal": 3987,
      "total_protein": 291,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 130
            },
            {
              "name": "Греческий йогурт",
              "grams": 385
            },
            {
              "name": "Ягоды",
              "grams": 215
            },
            {
              "name": "Банан",
              "grams": 170
            }
          ],
          "kcal": 1010,
          "protein": 56,
          "grams": 900,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 380
            },
            {
              "name": "Булгур готовый",
              "grams": 430
            },
            {
              "name": "Овощи",
              "grams": 380
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1180,
          "protein": 110,
          "grams": 1205,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 14,
      "kcal_target": 4000,
      "total_kcal": 3979,
      "total_protein": 336,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 285
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Сыр",
              "grams": 45
            }
          ],
          "kcal": 998,
          "protein": 66,
          "grams": 805,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 400
            },
            {
              "name": "Овощи",
              "grams": 365
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1184,
          "protein": 97,
          "grams": 1060,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 15,
      "kcal_target": 4000,
      "total_kcal": 4015,
      "total_protein": 331,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 355
            },
            {
              "name": "Яблоко",
              "grams": 265
            },
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 981,
          "protein": 75,
          "grams": 715,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 280
            },
            {
              "name": "Картофель готовый",
              "grams": 525
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1223,
          "protein": 94,
          "grams": 1145,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 315
            },
            {
              "name": "Булгур готовый",
              "grams": 360
            },
            {
              "name": "Овощи",
              "grams": 315
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1006,
          "protein": 91,
          "grams": 1005,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 180
            }
          ],
          "kcal": 401,
          "protein": 32,
          "grams": 510,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 16,
      "kcal_target": 4000,
      "total_kcal": 4014,
      "total_protein": 330,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 365
            },
            {
              "name": "Яйцо",
              "grams": 90
            },
            {
              "name": "Рисовая мука",
              "grams": 65
            },
            {
              "name": "Йогурт",
              "grams": 180
            },
            {
              "name": "Ягоды",
              "grams": 145
            }
          ],
          "kcal": 1001,
          "protein": 96,
          "grams": 845,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 290
            },
            {
              "name": "Картофель готовый",
              "grams": 505
            },
            {
              "name": "Овощи",
              "grams": 370
            },
            {
              "name": "Йогурт",
              "grams": 100
            }
          ],
          "kcal": 1201,
          "protein": 88,
          "grams": 1265,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 17,
      "kcal_target": 4000,
      "total_kcal": 3990,
      "total_protein": 268,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 410
            },
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 950,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Фасоль готовая",
              "grams": 285
            },
            {
              "name": "Рис готовый",
              "grams": 285
            }
          ],
          "kcal": 1195,
          "protein": 93,
          "grams": 790,
          "recipe": "томаты 285 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 18,
      "kcal_target": 4000,
      "total_kcal": 3995,
      "total_protein": 365,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 145
            },
            {
              "name": "Индейка готовая",
              "grams": 235
            },
            {
              "name": "Сыр",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 275
            }
          ],
          "kcal": 991,
          "protein": 95,
          "grams": 700,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 275
            },
            {
              "name": "Чечевица готовая",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 405
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1203,
          "protein": 130,
          "grams": 1120,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 19,
      "kcal_target": 4000,
      "total_kcal": 3994,
      "total_protein": 291,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 380
            },
            {
              "name": "Молоко 2.5%",
              "grams": 380
            },
            {
              "name": "Банан",
              "grams": 170
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 998,
          "protein": 28,
          "grams": 955,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 380
            },
            {
              "name": "Булгур готовый",
              "grams": 430
            },
            {
              "name": "Овощи",
              "grams": 380
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1180,
          "protein": 110,
          "grams": 1205,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Курица с гречкой",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 250
            },
            {
              "name": "Гречка готовая",
              "grams": 325
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1002,
          "protein": 95,
          "grams": 915,
          "recipe": "Обжарить или запечь курицу, подать с гречкой и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 95
            },
            {
              "name": "Хлебцы",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 410,
          "protein": 14,
          "grams": 275,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 20,
      "kcal_target": 4000,
      "total_kcal": 3990,
      "total_protein": 326,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 180
            },
            {
              "name": "Яйца",
              "grams": 220
            },
            {
              "name": "Авокадо",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 730,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 400
            },
            {
              "name": "Овощи",
              "grams": 365
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1184,
          "protein": 97,
          "grams": 1060,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 21,
      "kcal_target": 4000,
      "total_kcal": 4030,
      "total_protein": 275,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 130
            },
            {
              "name": "Греческий йогурт",
              "grams": 385
            },
            {
              "name": "Ягоды",
              "grams": 215
            },
            {
              "name": "Банан",
              "grams": 170
            }
          ],
          "kcal": 1010,
          "protein": 56,
          "grams": 900,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 280
            },
            {
              "name": "Картофель готовый",
              "grams": 525
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1223,
          "protein": 94,
          "grams": 1145,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 22,
      "kcal_target": 4000,
      "total_kcal": 3996,
      "total_protein": 327,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 285
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Сыр",
              "grams": 45
            }
          ],
          "kcal": 998,
          "protein": 66,
          "grams": 805,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 290
            },
            {
              "name": "Картофель готовый",
              "grams": 505
            },
            {
              "name": "Овощи",
              "grams": 370
            },
            {
              "name": "Йогурт",
              "grams": 100
            }
          ],
          "kcal": 1201,
          "protein": 88,
          "grams": 1265,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 23,
      "kcal_target": 4000,
      "total_kcal": 3987,
      "total_protein": 330,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Творожная миска",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 355
            },
            {
              "name": "Яблоко",
              "grams": 265
            },
            {
              "name": "Овсяные хлопья",
              "grams": 70
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 981,
          "protein": 75,
          "grams": 715,
          "recipe": "Смешать творог с нарезанным яблоком, овсянкой и орехами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Фасоль готовая",
              "grams": 285
            },
            {
              "name": "Рис готовый",
              "grams": 285
            }
          ],
          "kcal": 1195,
          "protein": 93,
          "grams": 790,
          "recipe": "томаты 285 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 315
            },
            {
              "name": "Булгур готовый",
              "grams": 360
            },
            {
              "name": "Овощи",
              "grams": 315
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1006,
          "protein": 91,
          "grams": 1005,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Йогурт с бананом",
          "ingredients": [
            {
              "name": "Греческий йогурт",
              "grams": 330
            },
            {
              "name": "Банан",
              "grams": 180
            }
          ],
          "kcal": 401,
          "protein": 32,
          "grams": 510,
          "recipe": "Нарезать банан и добавить в йогурт."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 24,
      "kcal_target": 4000,
      "total_kcal": 4016,
      "total_protein": 372,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Сырники в духовке",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 365
            },
            {
              "name": "Яйцо",
              "grams": 90
            },
            {
              "name": "Рисовая мука",
              "grams": 65
            },
            {
              "name": "Йогурт",
              "grams": 180
            },
            {
              "name": "Ягоды",
              "grams": 145
            }
          ],
          "kcal": 1001,
          "protein": 96,
          "grams": 845,
          "recipe": "Смешать, сформировать сырники и запечь 20 минут при 190°C."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 275
            },
            {
              "name": "Чечевица готовая",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 405
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1203,
          "protein": 130,
          "grams": 1120,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        }
      ]
    },
    {
      "day": 25,
      "kcal_target": 4000,
      "total_kcal": 3975,
      "total_protein": 285,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Гречка с яйцами",
          "ingredients": [
            {
              "name": "Гречка готовая",
              "grams": 410
            },
            {
              "name": "Яйца",
              "grams": 225
            },
            {
              "name": "Овощи",
              "grams": 300
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 950,
          "recipe": "Разогреть гречку, добавить яйца и овощи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 380
            },
            {
              "name": "Булгур готовый",
              "grams": 430
            },
            {
              "name": "Овощи",
              "grams": 380
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1180,
          "protein": 110,
          "grams": 1205,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        }
      ]
    },
    {
      "day": 26,
      "kcal_target": 4000,
      "total_kcal": 3976,
      "total_protein": 332,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Лаваш с индейкой",
          "ingredients": [
            {
              "name": "Лаваш",
              "grams": 145
            },
            {
              "name": "Индейка готовая",
              "grams": 235
            },
            {
              "name": "Сыр",
              "grams": 45
            },
            {
              "name": "Овощи",
              "grams": 275
            }
          ],
          "kcal": 991,
          "protein": 95,
          "grams": 700,
          "recipe": "Собрать рулет и прогреть на сухой сковороде."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Индейка с рисом",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 280
            },
            {
              "name": "Рис готовый",
              "grams": 400
            },
            {
              "name": "Овощи",
              "grams": 365
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1184,
          "protein": 97,
          "grams": 1060,
          "recipe": "Соединить готовые продукты и прогреть со специями."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Кефир, фрукт и орехи",
          "ingredients": [
            {
              "name": "Кефир 2.5%",
              "grams": 320
            },
            {
              "name": "Груша",
              "grams": 205
            },
            {
              "name": "Орехи",
              "grams": 20
            }
          ],
          "kcal": 407,
          "protein": 14,
          "grams": 545,
          "recipe": "Удобный перекус без готовки."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Сэндвич с индейкой",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 90
            },
            {
              "name": "Индейка готовая",
              "grams": 100
            },
            {
              "name": "Овощи",
              "grams": 110
            }
          ],
          "kcal": 404,
          "protein": 39,
          "grams": 300,
          "recipe": "Собрать сэндвич."
        }
      ]
    },
    {
      "day": 27,
      "kcal_target": 4000,
      "total_kcal": 4041,
      "total_protein": 271,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Рисовая каша с фруктом",
          "ingredients": [
            {
              "name": "Рис готовый",
              "grams": 380
            },
            {
              "name": "Молоко 2.5%",
              "grams": 380
            },
            {
              "name": "Банан",
              "grams": 170
            },
            {
              "name": "Орехи",
              "grams": 25
            }
          ],
          "kcal": 998,
          "protein": 28,
          "grams": 955,
          "recipe": "Прогреть рис с молоком, добавить банан и орехи."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Говядина с картофелем",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 280
            },
            {
              "name": "Картофель готовый",
              "grams": 525
            },
            {
              "name": "Овощи",
              "grams": 325
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1223,
          "protein": 94,
          "grams": 1145,
          "recipe": "Запечь картофель, говядину быстро обжарить, добавить салат."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Рыбные котлеты и булгур",
          "ingredients": [
            {
              "name": "Белая рыба готовая",
              "grams": 315
            },
            {
              "name": "Булгур готовый",
              "grams": 360
            },
            {
              "name": "Овощи",
              "grams": 315
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1006,
          "protein": 91,
          "grams": 1005,
          "recipe": "Сделать рыбные котлеты, подать с булгуром и салатом."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Хумус с хлебцами",
          "ingredients": [
            {
              "name": "Хумус",
              "grams": 95
            },
            {
              "name": "Хлебцы",
              "grams": 40
            },
            {
              "name": "Овощи",
              "grams": 140
            }
          ],
          "kcal": 410,
          "protein": 14,
          "grams": 275,
          "recipe": "Нарезать овощи и подать с хумусом."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    },
    {
      "day": 28,
      "kcal_target": 4000,
      "total_kcal": 4007,
      "total_protein": 317,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Яичный сэндвич",
          "ingredients": [
            {
              "name": "Хлеб цельнозерновой",
              "grams": 180
            },
            {
              "name": "Яйца",
              "grams": 220
            },
            {
              "name": "Авокадо",
              "grams": 110
            },
            {
              "name": "Овощи",
              "grams": 220
            }
          ],
          "kcal": 998,
          "protein": 50,
          "grams": 730,
          "recipe": "Собрать сэндвич из яиц, авокадо и овощей."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 290
            },
            {
              "name": "Картофель готовый",
              "grams": 505
            },
            {
              "name": "Овощи",
              "grams": 370
            },
            {
              "name": "Йогурт",
              "grams": 100
            }
          ],
          "kcal": 1201,
          "protein": 88,
          "grams": 1265,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Паста с тунцом",
          "ingredients": [
            {
              "name": "Паста готовая",
              "grams": 400
            },
            {
              "name": "Тунец в собственном соку",
              "grams": 230
            },
            {
              "name": "Томаты",
              "grams": 275
            },
            {
              "name": "Йогурт",
              "grams": 90
            }
          ],
          "kcal": 1001,
          "protein": 93,
          "grams": 995,
          "recipe": "Смешать тунца, томаты и йогурт с горячей пастой."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        }
      ]
    },
    {
      "day": 29,
      "kcal_target": 4000,
      "total_kcal": 4002,
      "total_protein": 274,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Овсянка с йогуртом и ягодами",
          "ingredients": [
            {
              "name": "Овсяные хлопья",
              "grams": 130
            },
            {
              "name": "Греческий йогурт",
              "grams": 385
            },
            {
              "name": "Ягоды",
              "grams": 215
            },
            {
              "name": "Банан",
              "grams": 170
            }
          ],
          "kcal": 1010,
          "protein": 56,
          "grams": 900,
          "recipe": "Сварить овсянку, добавить йогурт, ягоды и банан."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чили с фасолью",
          "ingredients": [
            {
              "name": "Постная говядина готовая",
              "grams": 220
            },
            {
              "name": "Фасоль готовая",
              "grams": 285
            },
            {
              "name": "Рис готовый",
              "grams": 285
            }
          ],
          "kcal": 1195,
          "protein": 93,
          "grams": 790,
          "recipe": "томаты 285 г Потушить говядину с фасолью и томатами, подать с рисом."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Лосось с картофелем",
          "ingredients": [
            {
              "name": "Лосось готовый",
              "grams": 240
            },
            {
              "name": "Картофель готовый",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Йогурт",
              "grams": 85
            }
          ],
          "kcal": 1003,
          "protein": 74,
          "grams": 1060,
          "recipe": "Запечь лосось и картофель, сделать йогуртовый соус."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Домашний спортивный смузи",
          "ingredients": [
            {
              "name": "Молоко 2.5%",
              "grams": 205
            },
            {
              "name": "Творог 5%",
              "grams": 95
            },
            {
              "name": "Банан",
              "grams": 95
            },
            {
              "name": "Овсяные хлопья",
              "grams": 25
            }
          ],
          "kcal": 399,
          "protein": 27,
          "grams": 420,
          "recipe": "творога. Пробить блендером. Протеин не требуется; опционально можно заменить часть"
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Яйца и хлеб",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 115
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 80
            },
            {
              "name": "Овощи",
              "grams": 115
            }
          ],
          "kcal": 395,
          "protein": 24,
          "grams": 310,
          "recipe": "Яйца отварить заранее."
        }
      ]
    },
    {
      "day": 30,
      "kcal_target": 4000,
      "total_kcal": 3998,
      "total_protein": 369,
      "meals": [
        {
          "time": "08:30",
          "type": "ЗАВТРАК",
          "name": "Омлет с хлебом и овощами",
          "ingredients": [
            {
              "name": "Яйца",
              "grams": 285
            },
            {
              "name": "Хлеб цельнозерновой",
              "grams": 135
            },
            {
              "name": "Овощи",
              "grams": 340
            },
            {
              "name": "Сыр",
              "grams": 45
            }
          ],
          "kcal": 998,
          "protein": 66,
          "grams": 805,
          "recipe": "Приготовить омлет, подать с хлебом и овощами."
        },
        {
          "time": "13:00",
          "type": "ОБЕД",
          "name": "Чечевица с курицей",
          "ingredients": [
            {
              "name": "Куриная грудка готовая",
              "grams": 275
            },
            {
              "name": "Чечевица готовая",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 405
            },
            {
              "name": "Масло",
              "grams": 15
            }
          ],
          "kcal": 1203,
          "protein": 130,
          "grams": 1120,
          "recipe": "Потушить ингредиенты вместе со специями 10 минут."
        },
        {
          "time": "20:00",
          "type": "УЖИН",
          "name": "Котлеты из индейки",
          "ingredients": [
            {
              "name": "Индейка готовая",
              "grams": 255
            },
            {
              "name": "Пюре картофельное",
              "grams": 425
            },
            {
              "name": "Овощи",
              "grams": 310
            },
            {
              "name": "Масло",
              "grams": 10
            }
          ],
          "kcal": 990,
          "protein": 87,
          "grams": 1000,
          "recipe": "Сформировать котлеты, запечь, подать с пюре и овощами."
        },
        {
          "time": "16:30",
          "type": "ПЕРЕКУС",
          "name": "Творог и фрукт",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 245
            },
            {
              "name": "Яблоко",
              "grams": 205
            }
          ],
          "kcal": 403,
          "protein": 42,
          "grams": 450,
          "recipe": "Смешать или съесть отдельно."
        },
        {
          "time": "18:00",
          "type": "ПЕРЕКУС 2",
          "name": "Творожный десерт с какао",
          "ingredients": [
            {
              "name": "Творог 5%",
              "grams": 195
            },
            {
              "name": "Йогурт",
              "grams": 85
            },
            {
              "name": "Банан",
              "grams": 85
            },
            {
              "name": "Какао",
              "grams": 10
            }
          ],
          "kcal": 404,
          "protein": 44,
          "grams": 375,
          "recipe": "Пробить блендером до кремовой текстуры."
        }
      ]
    }
  ]
},
  "exercises": [
    {
      "id": 1,
      "group": "Ноги",
      "name": "ПРИСЕД СО ШТАНГОЙ НА СПИНЕ",
      "equipment": "штанга, стойка",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра, икроножные",
      "technique": "Стопы устойчиво; колени следуют за носками. Опускайся с нейтральной спиной. Вставай, давя всей стопой.",
      "breath": "Вдох вниз, выдох при подъёме.",
      "mistake": "Сведение коленей и отрыв пяток.",
      "image": "assets/exercises/ex-001.jpg"
    },
    {
      "id": 2,
      "group": "Ноги",
      "name": "ФРОНТАЛЬНЫЙ ПРИСЕД",
      "equipment": "штанга, стойка",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра, икроножные",
      "technique": "Стопы устойчиво; колени следуют за носками. Опускайся с нейтральной спиной. Вставай, давя всей стопой.",
      "breath": "Вдох вниз, выдох при подъёме.",
      "mistake": "Сведение коленей и отрыв пяток.",
      "image": "assets/exercises/ex-002.jpg"
    },
    {
      "id": 3,
      "group": "Ноги",
      "name": "ГОБЛЕТ-ПРИСЕД",
      "equipment": "гантель или гиря",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра, икроножные",
      "technique": "Стопы устойчиво; колени следуют за носками. Опускайся с нейтральной спиной. Вставай, давя всей стопой.",
      "breath": "Вдох вниз, выдох при подъёме.",
      "mistake": "Сведение коленей и отрыв пяток.",
      "image": "assets/exercises/ex-003.jpg"
    },
    {
      "id": 4,
      "group": "Ноги",
      "name": "ПРИСЕД В СМИТЕ",
      "equipment": "тренажёр Смита",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра, икроножные",
      "technique": "Стопы устойчиво; колени следуют за носками. Опускайся с нейтральной спиной. Вставай, давя всей стопой.",
      "breath": "Вдох вниз, выдох при подъёме.",
      "mistake": "Сведение коленей и отрыв пяток.",
      "image": "assets/exercises/ex-004.jpg"
    },
    {
      "id": 5,
      "group": "Ноги",
      "name": "ГАКК-ПРИСЕД",
      "equipment": "гакк-машина",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра, икроножные",
      "technique": "Стопы устойчиво; колени следуют за носками. Опускайся с нейтральной спиной. Вставай, давя всей стопой.",
      "breath": "Вдох вниз, выдох при подъёме.",
      "mistake": "Сведение коленей и отрыв пяток.",
      "image": "assets/exercises/ex-005.jpg"
    },
    {
      "id": 6,
      "group": "Ноги",
      "name": "ЖИМ НОГАМИ",
      "equipment": "тренажёр жима ногами",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра",
      "technique": "Прижми таз и спину. Опускай платформу в контролируемой амплитуде. Разгибай ноги без жёсткой блокировки коленей.",
      "breath": "Вдох при опускании, выдох при жиме.",
      "mistake": "Подкручивание таза и слишком глубокая амплитуда.",
      "image": "assets/exercises/ex-006.jpg"
    },
    {
      "id": 7,
      "group": "Ноги",
      "name": "РАЗГИБАНИЕ НОГ СИДЯ",
      "equipment": "тренажёр",
      "joints": "коленный",
      "muscles": "квадрицепс",
      "assist": "мышцы корпуса — стабилизация",
      "technique": "Совмести ось колена с осью тренажёра. Разгибай колени плавно. Не бросай вес вниз.",
      "breath": "Выдох при разгибании, вдох при возврате.",
      "mistake": "Рывок и отрыв таза от сиденья.",
      "image": "assets/exercises/ex-007.jpg"
    },
    {
      "id": 8,
      "group": "Ноги",
      "name": "СГИБАНИЕ НОГ ЛЁЖА",
      "equipment": "тренажёр",
      "joints": "коленный",
      "muscles": "задняя поверхность бедра",
      "assist": "икроножная",
      "technique": "Зафиксируй таз. Согни колени без прогиба поясницы. Медленно верни валик.",
      "breath": "Выдох при сгибании, вдох при возврате.",
      "mistake": "Подъём таза и инерция.",
      "image": "assets/exercises/ex-008.jpg"
    },
    {
      "id": 9,
      "group": "Ноги",
      "name": "СГИБАНИЕ НОГ СИДЯ",
      "equipment": "тренажёр",
      "joints": "коленный",
      "muscles": "задняя поверхность бедра",
      "assist": "икроножная",
      "technique": "Зафиксируй таз. Согни колени без прогиба поясницы. Медленно верни валик.",
      "breath": "Выдох при сгибании, вдох при возврате.",
      "mistake": "Подъём таза и инерция.",
      "image": "assets/exercises/ex-009.jpg"
    },
    {
      "id": 10,
      "group": "Ноги",
      "name": "БОЛГАРСКИЙ СПЛИТ-ПРИСЕД",
      "equipment": "скамья, гантели",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра",
      "technique": "Сохраняй устойчивую ширину шага. Опускай таз вертикально. Оттолкнись всей стопой рабочей ноги.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Колено заваливается внутрь.",
      "image": "assets/exercises/ex-010.jpg"
    },
    {
      "id": 11,
      "group": "Ноги",
      "name": "ВЫПАДЫ НАЗАД",
      "equipment": "собственный вес или гантели",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра",
      "technique": "Сохраняй устойчивую ширину шага. Опускай таз вертикально. Оттолкнись всей стопой рабочей ноги.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Колено заваливается внутрь.",
      "image": "assets/exercises/ex-011.jpg"
    },
    {
      "id": 12,
      "group": "Ноги",
      "name": "ВЫПАДЫ ВПЕРЁД",
      "equipment": "собственный вес или гантели",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра",
      "technique": "Сохраняй устойчивую ширину шага. Опускай таз вертикально. Оттолкнись всей стопой рабочей ноги.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Колено заваливается внутрь.",
      "image": "assets/exercises/ex-012.jpg"
    },
    {
      "id": 13,
      "group": "Ноги",
      "name": "ХОДЬБА ВЫПАДАМИ",
      "equipment": "гантели",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "приводящие, задняя поверхность бедра",
      "technique": "Сохраняй устойчивую ширину шага. Опускай таз вертикально. Оттолкнись всей стопой рабочей ноги.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Колено заваливается внутрь.",
      "image": "assets/exercises/ex-013.jpg"
    },
    {
      "id": 14,
      "group": "Ноги",
      "name": "ЗАШАГИВАНИЯ НА ТУМБУ",
      "equipment": "тумба, гантели",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, большая ягодичная",
      "assist": "задняя поверхность бедра, икроножные",
      "technique": "Поставь всю стопу на тумбу. Поднимайся за счёт верхней ноги. Контролируй спуск.",
      "breath": "Выдох при подъёме.",
      "mistake": "Сильный толчок нижней ногой.",
      "image": "assets/exercises/ex-014.jpg"
    },
    {
      "id": 15,
      "group": "Ноги",
      "name": "ПРИСЕД НА ОДНОЙ НОГЕ К ОПОРЕ",
      "equipment": "опора",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, ягодичные",
      "assist": "кор, приводящие",
      "technique": "Используй опору и доступную глубину. Колено направляй по линии стопы. Вставай без рывка.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Потеря баланса и завал таза.",
      "image": "assets/exercises/ex-015.jpg"
    },
    {
      "id": 16,
      "group": "Ноги",
      "name": "СИССИ-ПРИСЕД",
      "equipment": "собственный вес / тренажёр",
      "joints": "коленный",
      "muscles": "квадрицепс",
      "assist": "мышцы корпуса — стабилизация",
      "technique": "Совмести ось колена с осью тренажёра. Разгибай колени плавно. Не бросай вес вниз.",
      "breath": "Выдох при разгибании, вдох при возврате.",
      "mistake": "Рывок и отрыв таза от сиденья.",
      "image": "assets/exercises/ex-016.jpg"
    },
    {
      "id": 17,
      "group": "Ноги",
      "name": "ПОДЪЁМ НА НОСКИ СТОЯ",
      "equipment": "тренажёр",
      "joints": "голеностопный",
      "muscles": "икроножная, камбаловидная",
      "assist": "мышцы стопы",
      "technique": "Поднимись максимально высоко на носки. Сделай короткую паузу. Опускай пятку под контролем.",
      "breath": "Выдох вверх, вдох вниз.",
      "mistake": "Пружинящие повторы без полной амплитуды.",
      "image": "assets/exercises/ex-017.jpg"
    },
    {
      "id": 18,
      "group": "Ноги",
      "name": "ПОДЪЁМ НА НОСКИ СИДЯ",
      "equipment": "тренажёр",
      "joints": "голеностопный",
      "muscles": "икроножная, камбаловидная",
      "assist": "мышцы стопы",
      "technique": "Поднимись максимально высоко на носки. Сделай короткую паузу. Опускай пятку под контролем.",
      "breath": "Выдох вверх, вдох вниз.",
      "mistake": "Пружинящие повторы без полной амплитуды.",
      "image": "assets/exercises/ex-018.jpg"
    },
    {
      "id": 19,
      "group": "Ноги",
      "name": "ПОДЪЁМ НА НОСКИ В ЖИМЕ НОГАМИ",
      "equipment": "тренажёр жима ногами",
      "joints": "голеностопный",
      "muscles": "икроножная, камбаловидная",
      "assist": "мышцы стопы",
      "technique": "Поднимись максимально высоко на носки. Сделай короткую паузу. Опускай пятку под контролем.",
      "breath": "Выдох вверх, вдох вниз.",
      "mistake": "Пружинящие повторы без полной амплитуды.",
      "image": "assets/exercises/ex-019.jpg"
    },
    {
      "id": 20,
      "group": "Ноги",
      "name": "СВЕДЕНИЕ НОГ В ТРЕНАЖЁРЕ",
      "equipment": "тренажёр",
      "joints": "тазобедренный",
      "muscles": "приводящие мышцы бедра",
      "assist": "мышцы таза и корпуса",
      "technique": "Сядь устойчиво. Своди ноги плавно. Вернись до комфортного растяжения.",
      "breath": "Выдох при сведении.",
      "mistake": "Ударное сведение и чрезмерная амплитуда.",
      "image": "assets/exercises/ex-020.jpg"
    },
    {
      "id": 21,
      "group": "Ягодицы",
      "name": "РУМЫНСКАЯ ТЯГА СО ШТАНГОЙ",
      "equipment": "штанга",
      "joints": "тазобедренный, коленный — малая амплитуда",
      "muscles": "задняя поверхность бедра, большая ягодичная",
      "assist": "разгибатели спины, приводящие",
      "technique": "Отведи таз назад. Держи вес близко к ногам и спину нейтрально. Разогни таз, не переразгибая поясницу.",
      "breath": "Вдох и фиксация вниз, выдох после сложной точки.",
      "mistake": "Округление спины и превращение движения в присед.",
      "image": "assets/exercises/ex-021.jpg"
    },
    {
      "id": 22,
      "group": "Ягодицы",
      "name": "РУМЫНСКАЯ ТЯГА С ГАНТЕЛЯМИ",
      "equipment": "гантели",
      "joints": "тазобедренный, коленный — малая амплитуда",
      "muscles": "задняя поверхность бедра, большая ягодичная",
      "assist": "разгибатели спины, приводящие",
      "technique": "Отведи таз назад. Держи вес близко к ногам и спину нейтрально. Разогни таз, не переразгибая поясницу.",
      "breath": "Вдох и фиксация вниз, выдох после сложной точки.",
      "mistake": "Округление спины и превращение движения в присед.",
      "image": "assets/exercises/ex-022.jpg"
    },
    {
      "id": 23,
      "group": "Ягодицы",
      "name": "КЛАССИЧЕСКАЯ СТАНОВАЯ ТЯГА",
      "equipment": "штанга",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "ягодичные, квадрицепс, задняя поверхность бедра",
      "assist": "разгибатели спины, широчайшие, предплечья",
      "technique": "Поставь гриф над серединой стопы. Создай напряжение корпуса и тяни пол ногами. Опусти гриф вдоль ног.",
      "breath": "Вдох и фиксация перед тягой, выдох вверху.",
      "mistake": "Рывок с пола и уход грифа вперёд.",
      "image": "assets/exercises/ex-023.jpg"
    },
    {
      "id": 24,
      "group": "Ягодицы",
      "name": "СУМО-ТЯГА",
      "equipment": "штанга",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "ягодичные, квадрицепс, задняя поверхность бедра",
      "assist": "разгибатели спины, широчайшие, предплечья",
      "technique": "Поставь гриф над серединой стопы. Создай напряжение корпуса и тяни пол ногами. Опусти гриф вдоль ног.",
      "breath": "Вдох и фиксация перед тягой, выдох вверху.",
      "mistake": "Рывок с пола и уход грифа вперёд.",
      "image": "assets/exercises/ex-024.jpg"
    },
    {
      "id": 25,
      "group": "Ягодицы",
      "name": "ЯГОДИЧНЫЙ МОСТ СО ШТАНГОЙ",
      "equipment": "штанга, скамья",
      "joints": "тазобедренный",
      "muscles": "большая ягодичная",
      "assist": "задняя поверхность бедра, приводящие",
      "technique": "Подбородок слегка к груди. Подними таз до линии плечи–таз–колени. Не переразгибай поясницу.",
      "breath": "Выдох в верхней точке.",
      "mistake": "Подъём за счёт поясницы.",
      "image": "assets/exercises/ex-025.jpg"
    },
    {
      "id": 26,
      "group": "Ягодицы",
      "name": "ЯГОДИЧНЫЙ МОСТ В ТРЕНАЖЁРЕ",
      "equipment": "тренажёр",
      "joints": "тазобедренный",
      "muscles": "большая ягодичная",
      "assist": "задняя поверхность бедра, приводящие",
      "technique": "Подбородок слегка к груди. Подними таз до линии плечи–таз–колени. Не переразгибай поясницу.",
      "breath": "Выдох в верхней точке.",
      "mistake": "Подъём за счёт поясницы.",
      "image": "assets/exercises/ex-026.jpg"
    },
    {
      "id": 27,
      "group": "Ягодицы",
      "name": "ГИПЕРЭКСТЕНЗИЯ",
      "equipment": "римский стул",
      "joints": "тазобедренный, коленный — малая амплитуда",
      "muscles": "задняя поверхность бедра, большая ягодичная",
      "assist": "разгибатели спины, приводящие",
      "technique": "Отведи таз назад. Держи вес близко к ногам и спину нейтрально. Разогни таз, не переразгибая поясницу.",
      "breath": "Вдох и фиксация вниз, выдох после сложной точки.",
      "mistake": "Округление спины и превращение движения в присед.",
      "image": "assets/exercises/ex-027.jpg"
    },
    {
      "id": 28,
      "group": "Ягодицы",
      "name": "ОТВЕДЕНИЕ НОГИ НАЗАД В КРОССОВЕРЕ",
      "equipment": "нижний блок, манжета",
      "joints": "тазобедренный",
      "muscles": "большая ягодичная",
      "assist": "задняя поверхность бедра, кор",
      "technique": "Зафиксируй корпус. Отведи бедро назад без разворота таза. Верни ногу плавно.",
      "breath": "Выдох при отведении.",
      "mistake": "Прогиб поясницы и мах инерцией.",
      "image": "assets/exercises/ex-028.jpg"
    },
    {
      "id": 29,
      "group": "Ягодицы",
      "name": "ОТВЕДЕНИЕ НОГ В ТРЕНАЖЁРЕ",
      "equipment": "тренажёр",
      "joints": "тазобедренный",
      "muscles": "средняя и малая ягодичные",
      "assist": "напрягатель широкой фасции",
      "technique": "Зафиксируй таз. Разводи колени без рывка. Контролируй возврат.",
      "breath": "Выдох при разведении.",
      "mistake": "Раскачивание корпуса.",
      "image": "assets/exercises/ex-029.jpg"
    },
    {
      "id": 30,
      "group": "Ягодицы",
      "name": "МАХИ ГИРЕЙ",
      "equipment": "гиря",
      "joints": "тазобедренный",
      "muscles": "ягодичные, задняя поверхность бедра",
      "assist": "разгибатели спины, плечевой пояс",
      "technique": "Сделай быстрый хип-хиндж. Разгони гирю разгибанием таза. Руки направляют, а не поднимают вес.",
      "breath": "Резкий выдох при разгибании.",
      "mistake": "Присед вместо наклона и подъём руками.",
      "image": "assets/exercises/ex-030.jpg"
    },
    {
      "id": 31,
      "group": "Грудь",
      "name": "ЖИМ ШТАНГИ ЛЁЖА",
      "equipment": "штанга, скамья",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта",
      "technique": "Сведи и опусти лопатки. Опускай вес к средней линии груди. Выжимай без потери опоры стоп и корпуса.",
      "breath": "Вдох вниз, выдох при жиме.",
      "mistake": "Плечи тянутся к ушам и локти раскрыты чрезмерно.",
      "image": "assets/exercises/ex-031.jpg"
    },
    {
      "id": 32,
      "group": "Грудь",
      "name": "ЖИМ ГАНТЕЛЕЙ ЛЁЖА",
      "equipment": "гантели, скамья",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта",
      "technique": "Сведи и опусти лопатки. Опускай вес к средней линии груди. Выжимай без потери опоры стоп и корпуса.",
      "breath": "Вдох вниз, выдох при жиме.",
      "mistake": "Плечи тянутся к ушам и локти раскрыты чрезмерно.",
      "image": "assets/exercises/ex-032.jpg"
    },
    {
      "id": 33,
      "group": "Грудь",
      "name": "ЖИМ ГАНТЕЛЕЙ НА НАКЛОННОЙ СКАМЬЕ",
      "equipment": "гантели, наклонная скамья",
      "joints": "плечевой, локтевой трицепс",
      "muscles": "верхняя часть большой грудной,",
      "assist": "передняя дельта",
      "technique": "Зафиксируй лопатки. Опускай вес к верхней части груди. Выжимай по устойчивой траектории.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Слишком высокий угол скамьи и потеря опоры.",
      "image": "assets/exercises/ex-033.jpg"
    },
    {
      "id": 34,
      "group": "Грудь",
      "name": "ЖИМ ШТАНГИ НА НАКЛОННОЙ СКАМЬЕ",
      "equipment": "штанга, наклонная скамья",
      "joints": "плечевой, локтевой трицепс",
      "muscles": "верхняя часть большой грудной,",
      "assist": "передняя дельта",
      "technique": "Зафиксируй лопатки. Опускай вес к верхней части груди. Выжимай по устойчивой траектории.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Слишком высокий угол скамьи и потеря опоры.",
      "image": "assets/exercises/ex-034.jpg"
    },
    {
      "id": 35,
      "group": "Грудь",
      "name": "ЖИМ В ТРЕНАЖЁРЕ СИДЯ",
      "equipment": "грудной тренажёр",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта",
      "technique": "Сведи и опусти лопатки. Опускай вес к средней линии груди. Выжимай без потери опоры стоп и корпуса.",
      "breath": "Вдох вниз, выдох при жиме.",
      "mistake": "Плечи тянутся к ушам и локти раскрыты чрезмерно.",
      "image": "assets/exercises/ex-035.jpg"
    },
    {
      "id": 36,
      "group": "Грудь",
      "name": "СВЕДЕНИЕ РУК В ТРЕНАЖЁРЕ",
      "equipment": "пек-дек",
      "joints": "плечевой",
      "muscles": "большая грудная",
      "assist": "передняя дельта, бицепс — стабилизация",
      "technique": "Сохраняй мягкий локоть. Своди руки дугой перед грудью. Возвращайся до комфортного растяжения.",
      "breath": "Выдох при сведении.",
      "mistake": "Слишком глубокое растяжение и сгибание в локтях.",
      "image": "assets/exercises/ex-036.jpg"
    },
    {
      "id": 37,
      "group": "Грудь",
      "name": "СВЕДЕНИЕ РУК В КРОССОВЕРЕ",
      "equipment": "кроссовер",
      "joints": "плечевой",
      "muscles": "большая грудная",
      "assist": "передняя дельта, бицепс — стабилизация",
      "technique": "Сохраняй мягкий локоть. Своди руки дугой перед грудью. Возвращайся до комфортного растяжения.",
      "breath": "Выдох при сведении.",
      "mistake": "Слишком глубокое растяжение и сгибание в локтях.",
      "image": "assets/exercises/ex-037.jpg"
    },
    {
      "id": 38,
      "group": "Грудь",
      "name": "РАЗВОДКА ГАНТЕЛЕЙ ЛЁЖА",
      "equipment": "гантели, скамья",
      "joints": "плечевой",
      "muscles": "большая грудная",
      "assist": "передняя дельта, бицепс — стабилизация",
      "technique": "Сохраняй мягкий локоть. Своди руки дугой перед грудью. Возвращайся до комфортного растяжения.",
      "breath": "Выдох при сведении.",
      "mistake": "Слишком глубокое растяжение и сгибание в локтях.",
      "image": "assets/exercises/ex-038.jpg"
    },
    {
      "id": 39,
      "group": "Грудь",
      "name": "ОТЖИМАНИЯ ОТ ПОЛА",
      "equipment": "собственный вес",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта, кор",
      "technique": "Держи тело одной линией. Опускай грудь между ладонями. Вытолкни пол, сохраняя корпус жёстким.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Провисание таза и плечи у ушей.",
      "image": "assets/exercises/ex-039.jpg"
    },
    {
      "id": 40,
      "group": "Грудь",
      "name": "ОТЖИМАНИЯ С КОЛЕН",
      "equipment": "собственный вес",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта, кор",
      "technique": "Держи тело одной линией. Опускай грудь между ладонями. Вытолкни пол, сохраняя корпус жёстким.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Провисание таза и плечи у ушей.",
      "image": "assets/exercises/ex-040.jpg"
    },
    {
      "id": 41,
      "group": "Грудь",
      "name": "ОТЖИМАНИЯ НА БРУСЬЯХ С НАКЛОНОМ",
      "equipment": "брусья",
      "joints": "плечевой, локтевой",
      "muscles": "трицепс, нижняя часть грудных",
      "assist": "передняя дельта",
      "technique": "Опускайся в комфортной амплитуде. Держи плечи опущенными. Разогни локти без рывка.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Слишком глубокое опускание плеча.",
      "image": "assets/exercises/ex-041.jpg"
    },
    {
      "id": 42,
      "group": "Грудь",
      "name": "ПУЛОВЕР С ГАНТЕЛЬЮ",
      "equipment": "гантель, скамья",
      "joints": "плечевой",
      "muscles": "широчайшая, большая грудная",
      "assist": "трицепс, передняя зубчатая",
      "technique": "Держи рёбра собранными. Опускай вес за голову до комфортной амплитуды. Верни руками по дуге.",
      "breath": "Вдох при опускании, выдох при возврате.",
      "mistake": "Прогиб поясницы.",
      "image": "assets/exercises/ex-042.jpg"
    },
    {
      "id": 43,
      "group": "Спина",
      "name": "ПОДТЯГИВАНИЯ ПРЯМЫМ ХВАТОМ",
      "equipment": "турник",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, бицепс",
      "assist": "ромбовидные, нижняя трапеция",
      "technique": "Начни с опускания лопаток. Веди локти вниз. Вернись без потери контроля.",
      "breath": "Выдох при тяге, вдох при возврате.",
      "mistake": "Тяга за шею и раскачивание.",
      "image": "assets/exercises/ex-043.jpg"
    },
    {
      "id": 44,
      "group": "Спина",
      "name": "ПОДТЯГИВАНИЯ ОБРАТНЫМ ХВАТОМ",
      "equipment": "турник",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, бицепс",
      "assist": "ромбовидные, нижняя трапеция",
      "technique": "Начни с опускания лопаток. Веди локти вниз. Вернись без потери контроля.",
      "breath": "Выдох при тяге, вдох при возврате.",
      "mistake": "Тяга за шею и раскачивание.",
      "image": "assets/exercises/ex-044.jpg"
    },
    {
      "id": 45,
      "group": "Спина",
      "name": "ТЯГА ВЕРХНЕГО БЛОКА К ГРУДИ",
      "equipment": "верхний блок",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, бицепс",
      "assist": "ромбовидные, нижняя трапеция",
      "technique": "Начни с опускания лопаток. Веди локти вниз. Вернись без потери контроля.",
      "breath": "Выдох при тяге, вдох при возврате.",
      "mistake": "Тяга за шею и раскачивание.",
      "image": "assets/exercises/ex-045.jpg"
    },
    {
      "id": 46,
      "group": "Спина",
      "name": "ТЯГА ВЕРХНЕГО БЛОКА НЕЙТРАЛЬНЫМ ХВАТОМ",
      "equipment": "верхний блок",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, бицепс",
      "assist": "ромбовидные, нижняя трапеция",
      "technique": "Начни с опускания лопаток. Веди локти вниз. Вернись без потери контроля.",
      "breath": "Выдох при тяге, вдох при возврате.",
      "mistake": "Тяга за шею и раскачивание.",
      "image": "assets/exercises/ex-046.jpg"
    },
    {
      "id": 47,
      "group": "Спина",
      "name": "ТЯГА ГОРИЗОНТАЛЬНОГО БЛОКА",
      "equipment": "нижний блок",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-047.jpg"
    },
    {
      "id": 48,
      "group": "Спина",
      "name": "ТЯГА ШТАНГИ В НАКЛОНЕ",
      "equipment": "штанга",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-048.jpg"
    },
    {
      "id": 49,
      "group": "Спина",
      "name": "ТЯГА ГАНТЕЛИ ОДНОЙ РУКОЙ",
      "equipment": "гантель, скамья",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-049.jpg"
    },
    {
      "id": 50,
      "group": "Спина",
      "name": "ТЯГА Т-ГРИФА",
      "equipment": "Т-гриф",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-050.jpg"
    },
    {
      "id": 51,
      "group": "Спина",
      "name": "ТЯГА В ТРЕНАЖЁРЕ С УПОРОМ ГРУДЬЮ",
      "equipment": "тренажёр",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-051.jpg"
    },
    {
      "id": 52,
      "group": "Спина",
      "name": "ИНВЕРТИРОВАННАЯ ТЯГА",
      "equipment": "низкая перекладина",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "широчайшая, ромбовидные, средняя трапеция",
      "assist": "задняя дельта, бицепс",
      "technique": "Сохраняй нейтральный корпус. Веди локти назад. Своди лопатки без подъёма плеч.",
      "breath": "Выдох при тяге.",
      "mistake": "Рывок корпусом и плечи у ушей.",
      "image": "assets/exercises/ex-052.jpg"
    },
    {
      "id": 53,
      "group": "Спина",
      "name": "ПУЛОВЕР НА ВЕРХНЕМ БЛОКЕ",
      "equipment": "верхний блок",
      "joints": "плечевой, лопаточно-грудной",
      "muscles": "широчайшая",
      "assist": "большая круглая, трицепс",
      "technique": "Мягкие локти зафиксированы. Опускай рукоять к бёдрам. Не раскачивай корпус.",
      "breath": "Выдох вниз.",
      "mistake": "Превращение движения в разгибание локтей.",
      "image": "assets/exercises/ex-053.jpg"
    },
    {
      "id": 54,
      "group": "Спина",
      "name": "ШРАГИ СО ШТАНГОЙ",
      "equipment": "штанга",
      "joints": "лопаточно-грудной",
      "muscles": "верхняя трапеция",
      "assist": "мышца, поднимающая лопатку, предплечья",
      "technique": "Подними плечи строго вверх. Сделай паузу. Опусти под контролем без круговых движений.",
      "breath": "Выдох вверх.",
      "mistake": "Вращение плеч и рывки.",
      "image": "assets/exercises/ex-054.jpg"
    },
    {
      "id": 55,
      "group": "Спина",
      "name": "ШРАГИ С ГАНТЕЛЯМИ",
      "equipment": "гантели",
      "joints": "лопаточно-грудной",
      "muscles": "верхняя трапеция",
      "assist": "мышца, поднимающая лопатку, предплечья",
      "technique": "Подними плечи строго вверх. Сделай паузу. Опусти под контролем без круговых движений.",
      "breath": "Выдох вверх.",
      "mistake": "Вращение плеч и рывки.",
      "image": "assets/exercises/ex-055.jpg"
    },
    {
      "id": 56,
      "group": "Спина",
      "name": "ОБРАТНАЯ ГИПЕРЭКСТЕНЗИЯ",
      "equipment": "тренажёр / скамья",
      "joints": "позвоночник, тазобедренный",
      "muscles": "разгибатели спины, ягодичные",
      "assist": "задняя поверхность бедра",
      "technique": "Двигайся в комфортной амплитуде. Сохраняй длинную спину. Остановись в нейтральном положении.",
      "breath": "Выдох при разгибании.",
      "mistake": "Гиперразгибание поясницы.",
      "image": "assets/exercises/ex-056.jpg"
    },
    {
      "id": 57,
      "group": "Спина",
      "name": "РАЗГИБАНИЕ СПИНЫ НА ПОЛУ",
      "equipment": "собственный вес",
      "joints": "позвоночник, тазобедренный",
      "muscles": "разгибатели спины, ягодичные",
      "assist": "задняя поверхность бедра",
      "technique": "Двигайся в комфортной амплитуде. Сохраняй длинную спину. Остановись в нейтральном положении.",
      "breath": "Выдох при разгибании.",
      "mistake": "Гиперразгибание поясницы.",
      "image": "assets/exercises/ex-057.jpg"
    },
    {
      "id": 58,
      "group": "Плечи",
      "name": "ЖИМ ШТАНГИ СТОЯ",
      "equipment": "штанга",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "дельтовидная, трицепс",
      "assist": "верхняя грудная, трапеция",
      "technique": "Напряги корпус и ягодицы. Жми вес вверх без прогиба. Заверши с руками над плечами.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Переразгибание поясницы.",
      "image": "assets/exercises/ex-058.jpg"
    },
    {
      "id": 59,
      "group": "Плечи",
      "name": "ЖИМ ГАНТЕЛЕЙ СИДЯ",
      "equipment": "гантели, скамья",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "дельтовидная, трицепс",
      "assist": "верхняя грудная, трапеция",
      "technique": "Напряги корпус и ягодицы. Жми вес вверх без прогиба. Заверши с руками над плечами.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Переразгибание поясницы.",
      "image": "assets/exercises/ex-059.jpg"
    },
    {
      "id": 60,
      "group": "Плечи",
      "name": "ЖИМ В ПЛЕЧЕВОМ ТРЕНАЖЁРЕ",
      "equipment": "тренажёр",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "дельтовидная, трицепс",
      "assist": "верхняя грудная, трапеция",
      "technique": "Напряги корпус и ягодицы. Жми вес вверх без прогиба. Заверши с руками над плечами.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Переразгибание поясницы.",
      "image": "assets/exercises/ex-060.jpg"
    },
    {
      "id": 61,
      "group": "Плечи",
      "name": "ЖИМ АРНОЛЬДА",
      "equipment": "гантели",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "дельтовидная, трицепс",
      "assist": "верхняя грудная, трапеция",
      "technique": "Напряги корпус и ягодицы. Жми вес вверх без прогиба. Заверши с руками над плечами.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Переразгибание поясницы.",
      "image": "assets/exercises/ex-061.jpg"
    },
    {
      "id": 62,
      "group": "Плечи",
      "name": "ПОДЪЁМ ГАНТЕЛЕЙ В СТОРОНЫ",
      "equipment": "гантели",
      "joints": "плечевой",
      "muscles": "средняя дельта",
      "assist": "надостная, верхняя трапеция",
      "technique": "Слегка согни локти. Поднимай руки в плоскости лопаток до уровня плеч. Опускай медленно.",
      "breath": "Выдох вверх.",
      "mistake": "Мах корпусом и подъём плеч.",
      "image": "assets/exercises/ex-062.jpg"
    },
    {
      "id": 63,
      "group": "Плечи",
      "name": "ПОДЪЁМ РУК В СТОРОНЫ В КРОССОВЕРЕ",
      "equipment": "нижние блоки",
      "joints": "плечевой",
      "muscles": "средняя дельта",
      "assist": "надостная, верхняя трапеция",
      "technique": "Слегка согни локти. Поднимай руки в плоскости лопаток до уровня плеч. Опускай медленно.",
      "breath": "Выдох вверх.",
      "mistake": "Мах корпусом и подъём плеч.",
      "image": "assets/exercises/ex-063.jpg"
    },
    {
      "id": 64,
      "group": "Плечи",
      "name": "ПОДЪЁМ ГАНТЕЛЕЙ ПЕРЕД СОБОЙ",
      "equipment": "гантели",
      "joints": "плечевой",
      "muscles": "передняя дельта",
      "assist": "верхняя грудная",
      "technique": "Поднимай руки до уровня плеч. Держи рёбра собранными. Опускай плавно.",
      "breath": "Выдох вверх.",
      "mistake": "Раскачивание и прогиб.",
      "image": "assets/exercises/ex-064.jpg"
    },
    {
      "id": 65,
      "group": "Плечи",
      "name": "ТЯГА КАНАТА К ЛИЦУ",
      "equipment": "верхний блок, канат",
      "joints": "плечевой, локтевой, лопаточно-грудной",
      "muscles": "задняя дельта, наружные ротаторы",
      "assist": "средняя трапеция, ромбовидные",
      "technique": "Тяни канат к лицу. Разводи концы и вращай плечо наружу. Не поднимай плечи.",
      "breath": "Выдох при тяге.",
      "mistake": "Тяга к груди и прогиб.",
      "image": "assets/exercises/ex-065.jpg"
    },
    {
      "id": 66,
      "group": "Плечи",
      "name": "ОБРАТНАЯ БАБОЧКА",
      "equipment": "пек-дек",
      "joints": "плечевой, лопаточно-грудной",
      "muscles": "задняя дельта",
      "assist": "ромбовидные, средняя трапеция",
      "technique": "Сохраняй мягкий локоть. Разводи руки без рывка. Не своди лопатки чрезмерно.",
      "breath": "Выдох при разведении.",
      "mistake": "Слишком большой вес.",
      "image": "assets/exercises/ex-066.jpg"
    },
    {
      "id": 67,
      "group": "Плечи",
      "name": "РАЗВЕДЕНИЕ ГАНТЕЛЕЙ В НАКЛОНЕ",
      "equipment": "гантели",
      "joints": "плечевой, лопаточно-грудной",
      "muscles": "задняя дельта",
      "assist": "ромбовидные, средняя трапеция",
      "technique": "Сохраняй мягкий локоть. Разводи руки без рывка. Не своди лопатки чрезмерно.",
      "breath": "Выдох при разведении.",
      "mistake": "Слишком большой вес.",
      "image": "assets/exercises/ex-067.jpg"
    },
    {
      "id": 68,
      "group": "Плечи",
      "name": "ТЯГА ШТАНГИ К ПОДБОРОДКУ",
      "equipment": "штанга",
      "joints": "плечевой, локтевой",
      "muscles": "средняя дельта, трапеция",
      "assist": "бицепс",
      "technique": "Веди локти вверх в комфортной амплитуде. Держи гриф близко. Не поднимай выше без необходимости.",
      "breath": "Выдох вверх.",
      "mistake": "Слишком узкий хват и болезненная высота.",
      "image": "assets/exercises/ex-068.jpg"
    },
    {
      "id": 69,
      "group": "Плечи",
      "name": "ВНЕШНЯЯ РОТАЦИЯ ПЛЕЧА В БЛОКЕ",
      "equipment": "блок",
      "joints": "плечевой",
      "muscles": "наружные ротаторы плеча",
      "assist": "задняя дельта",
      "technique": "Прижми локоть к боку. Поворачивай предплечье наружу. Не разворачивай корпус.",
      "breath": "Выдох наружу.",
      "mistake": "Отрыв локтя и большой вес.",
      "image": "assets/exercises/ex-069.jpg"
    },
    {
      "id": 70,
      "group": "Бицепс",
      "name": "СГИБАНИЕ РУК СО ШТАНГОЙ",
      "equipment": "штанга",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-070.jpg"
    },
    {
      "id": 71,
      "group": "Бицепс",
      "name": "СГИБАНИЕ РУК С EZ-ГРИФОМ",
      "equipment": "EZ-гриф",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-071.jpg"
    },
    {
      "id": 72,
      "group": "Бицепс",
      "name": "СГИБАНИЕ ГАНТЕЛЕЙ СТОЯ",
      "equipment": "гантели",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-072.jpg"
    },
    {
      "id": 73,
      "group": "Бицепс",
      "name": "МОЛОТКОВЫЕ СГИБАНИЯ",
      "equipment": "гантели",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-073.jpg"
    },
    {
      "id": 74,
      "group": "Бицепс",
      "name": "СГИБАНИЕ НА СКАМЬЕ СКОТТА",
      "equipment": "скамья Скотта",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-074.jpg"
    },
    {
      "id": 75,
      "group": "Бицепс",
      "name": "СГИБАНИЕ РУК В НИЖНЕМ БЛОКЕ",
      "equipment": "нижний блок",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-075.jpg"
    },
    {
      "id": 76,
      "group": "Бицепс",
      "name": "КОНЦЕНТРИРОВАННОЕ СГИБАНИЕ",
      "equipment": "гантель",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-076.jpg"
    },
    {
      "id": 77,
      "group": "Бицепс",
      "name": "СГИБАНИЕ ГАНТЕЛЕЙ НА НАКЛОННОЙ СКАМЬЕ",
      "equipment": "гантели, скамья",
      "joints": "локтевой, лучелоктевой",
      "muscles": "бицепс, плечевая",
      "assist": "плечелучевая, предплечья",
      "technique": "Держи локти стабильными. Согни руки без раскачки. Опускай вес медленно.",
      "breath": "Выдох при сгибании.",
      "mistake": "Вывод локтей вперёд и инерция.",
      "image": "assets/exercises/ex-077.jpg"
    },
    {
      "id": 78,
      "group": "Трицепс",
      "name": "РАЗГИБАНИЕ РУК НА ВЕРХНЕМ БЛОКЕ",
      "equipment": "верхний блок",
      "joints": "локтевой",
      "muscles": "трицепс",
      "assist": "предплечья",
      "technique": "Зафиксируй плечо. Полностью разогни локоть без рывка. Верни рукоять под контролем.",
      "breath": "Выдох при разгибании.",
      "mistake": "Движение плечом и раскачивание.",
      "image": "assets/exercises/ex-078.jpg"
    },
    {
      "id": 79,
      "group": "Трицепс",
      "name": "РАЗГИБАНИЕ РУК С КАНАТОМ",
      "equipment": "верхний блок, канат",
      "joints": "локтевой",
      "muscles": "трицепс",
      "assist": "предплечья",
      "technique": "Зафиксируй плечо. Полностью разогни локоть без рывка. Верни рукоять под контролем.",
      "breath": "Выдох при разгибании.",
      "mistake": "Движение плечом и раскачивание.",
      "image": "assets/exercises/ex-079.jpg"
    },
    {
      "id": 80,
      "group": "Трицепс",
      "name": "ФРАНЦУЗСКИЙ ЖИМ ЛЁЖА",
      "equipment": "EZ-гриф, скамья",
      "joints": "локтевой",
      "muscles": "трицепс",
      "assist": "предплечья",
      "technique": "Зафиксируй плечо. Полностью разогни локоть без рывка. Верни рукоять под контролем.",
      "breath": "Выдох при разгибании.",
      "mistake": "Движение плечом и раскачивание.",
      "image": "assets/exercises/ex-080.jpg"
    },
    {
      "id": 81,
      "group": "Трицепс",
      "name": "РАЗГИБАНИЕ ГАНТЕЛИ ИЗ-ЗА ГОЛОВЫ",
      "equipment": "гантель",
      "joints": "локтевой, плечевой — стабилизация",
      "muscles": "длинная головка трицепса",
      "assist": "остальные головки трицепса",
      "technique": "Держи локти направленными вперёд. Разогни руки над головой. Сохраняй рёбра собранными.",
      "breath": "Выдох при разгибании.",
      "mistake": "Разведение локтей и прогиб.",
      "image": "assets/exercises/ex-081.jpg"
    },
    {
      "id": 82,
      "group": "Трицепс",
      "name": "РАЗГИБАНИЕ РУК В БЛОКЕ НАД ГОЛОВОЙ",
      "equipment": "блок, канат",
      "joints": "локтевой, плечевой — стабилизация",
      "muscles": "длинная головка трицепса",
      "assist": "остальные головки трицепса",
      "technique": "Держи локти направленными вперёд. Разогни руки над головой. Сохраняй рёбра собранными.",
      "breath": "Выдох при разгибании.",
      "mistake": "Разведение локтей и прогиб.",
      "image": "assets/exercises/ex-082.jpg"
    },
    {
      "id": 83,
      "group": "Трицепс",
      "name": "УЗКИЙ ЖИМ ШТАНГИ",
      "equipment": "штанга, скамья",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта",
      "technique": "Сведи и опусти лопатки. Опускай вес к средней линии груди. Выжимай без потери опоры стоп и корпуса.",
      "breath": "Вдох вниз, выдох при жиме.",
      "mistake": "Плечи тянутся к ушам и локти раскрыты чрезмерно.",
      "image": "assets/exercises/ex-083.jpg"
    },
    {
      "id": 84,
      "group": "Трицепс",
      "name": "ОТЖИМАНИЯ УЗКОЙ ПОСТАНОВКОЙ",
      "equipment": "собственный вес",
      "joints": "плечевой, локтевой",
      "muscles": "большая грудная, трицепс",
      "assist": "передняя дельта, кор",
      "technique": "Держи тело одной линией. Опускай грудь между ладонями. Вытолкни пол, сохраняя корпус жёстким.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Провисание таза и плечи у ушей.",
      "image": "assets/exercises/ex-084.jpg"
    },
    {
      "id": 85,
      "group": "Трицепс",
      "name": "ОТЖИМАНИЯ ОТ СКАМЬИ",
      "equipment": "скамья",
      "joints": "плечевой, локтевой",
      "muscles": "трицепс, нижняя часть грудных",
      "assist": "передняя дельта",
      "technique": "Опускайся в комфортной амплитуде. Держи плечи опущенными. Разогни локти без рывка.",
      "breath": "Вдох вниз, выдох вверх.",
      "mistake": "Слишком глубокое опускание плеча.",
      "image": "assets/exercises/ex-085.jpg"
    },
    {
      "id": 86,
      "group": "Кор",
      "name": "ПЛАНКА НА ПРЕДПЛЕЧЬЯХ",
      "equipment": "собственный вес",
      "joints": "плечевой, позвоночник — изометрия мышца живота",
      "muscles": "поперечная мышца живота, прямая",
      "assist": "ягодичные, передняя зубчатая",
      "technique": "Локти под плечами. Подкрути таз до нейтрали. Дыши, сохраняя ровную линию тела.",
      "breath": "Ровное непрерывное дыхание.",
      "mistake": "Провисание поясницы.",
      "image": "assets/exercises/ex-086.jpg"
    },
    {
      "id": 87,
      "group": "Кор",
      "name": "БОКОВАЯ ПЛАНКА",
      "equipment": "собственный вес",
      "joints": "плечевой, позвоночник — изометрия ягодичная",
      "muscles": "косые мышцы живота, средняя",
      "assist": "квадратная мышца поясницы, плечевой пояс",
      "technique": "Локоть под плечом. Подними таз в одну линию. Не разворачивай корпус.",
      "breath": "Ровное дыхание.",
      "mistake": "Провисание таза.",
      "image": "assets/exercises/ex-087.jpg"
    },
    {
      "id": 88,
      "group": "Кор",
      "name": "СКРУЧИВАНИЯ НА ПОЛУ",
      "equipment": "собственный вес",
      "joints": "позвоночник",
      "muscles": "прямая мышца живота",
      "assist": "косые мышцы живота",
      "technique": "Сблизь рёбра и таз. Подними лопатки без тяги за шею. Вернись под контролем.",
      "breath": "Выдох при скручивании.",
      "mistake": "Рывок головой и работа тазобедренными.",
      "image": "assets/exercises/ex-088.jpg"
    },
    {
      "id": 89,
      "group": "Кор",
      "name": "СКРУЧИВАНИЯ В ТРЕНАЖЁРЕ",
      "equipment": "тренажёр",
      "joints": "позвоночник",
      "muscles": "прямая мышца живота",
      "assist": "косые мышцы живота",
      "technique": "Сблизь рёбра и таз. Подними лопатки без тяги за шею. Вернись под контролем.",
      "breath": "Выдох при скручивании.",
      "mistake": "Рывок головой и работа тазобедренными.",
      "image": "assets/exercises/ex-089.jpg"
    },
    {
      "id": 90,
      "group": "Кор",
      "name": "СКРУЧИВАНИЯ НА ВЕРХНЕМ БЛОКЕ",
      "equipment": "верхний блок",
      "joints": "позвоночник",
      "muscles": "прямая мышца живота",
      "assist": "косые мышцы живота",
      "technique": "Сблизь рёбра и таз. Подними лопатки без тяги за шею. Вернись под контролем.",
      "breath": "Выдох при скручивании.",
      "mistake": "Рывок головой и работа тазобедренными.",
      "image": "assets/exercises/ex-090.jpg"
    },
    {
      "id": 91,
      "group": "Кор",
      "name": "ПОДЪЁМ КОЛЕНЕЙ В ВИСЕ",
      "equipment": "турник",
      "joints": "тазобедренный, позвоночник — стабилизация",
      "muscles": "прямая мышца живота",
      "assist": "подвздошно-поясничная, косые",
      "technique": "Подкрути таз. Поднимай колени или ноги без раскачки. Опускай до сохранения поясницы.",
      "breath": "Выдох при подъёме.",
      "mistake": "Прогиб поясницы и инерция.",
      "image": "assets/exercises/ex-091.jpg"
    },
    {
      "id": 92,
      "group": "Кор",
      "name": "ПОДЪЁМ НОГ ЛЁЖА",
      "equipment": "собственный вес",
      "joints": "тазобедренный, позвоночник — стабилизация",
      "muscles": "прямая мышца живота",
      "assist": "подвздошно-поясничная, косые",
      "technique": "Подкрути таз. Поднимай колени или ноги без раскачки. Опускай до сохранения поясницы.",
      "breath": "Выдох при подъёме.",
      "mistake": "Прогиб поясницы и инерция.",
      "image": "assets/exercises/ex-092.jpg"
    },
    {
      "id": 93,
      "group": "Кор",
      "name": "МЁРТВЫЙ ЖУК",
      "equipment": "собственный вес",
      "joints": "тазобедренный, плечевой, позвоночник — стабилизация",
      "muscles": "поперечная и прямая мышцы живота",
      "assist": "сгибатели бедра, плечевой пояс",
      "technique": "Прижми поясницу нейтрально. Удлиняй противоположные руку и ногу. Не теряй контроль корпуса.",
      "breath": "Выдох при выпрямлении.",
      "mistake": "Отрыв поясницы.",
      "image": "assets/exercises/ex-093.jpg"
    },
    {
      "id": 94,
      "group": "Кор",
      "name": "ПАЛЛОФ-ПРЕСС",
      "equipment": "блок или резинка",
      "joints": "позвоночник — анти-ротация, плечевой",
      "muscles": "косые и поперечная мышцы живота",
      "assist": "ягодичные, плечевой пояс",
      "technique": "Встань устойчиво боком к блоку. Выжми рукоять вперёд. Не позволяй корпусу вращаться.",
      "breath": "Выдох при выжимании.",
      "mistake": "Разворот таза к блоку.",
      "image": "assets/exercises/ex-094.jpg"
    },
    {
      "id": 95,
      "group": "Кор",
      "name": "РУССКИЙ ПОВОРОТ",
      "equipment": "мяч / диск",
      "joints": "позвоночник, тазобедренный",
      "muscles": "косые мышцы живота",
      "assist": "прямая мышца живота, сгибатели бедра",
      "technique": "Сохраняй длинную спину. Поворачивай грудную клетку контролируемо. Не гонись за большой амплитудой.",
      "breath": "Выдох при повороте.",
      "mistake": "Рывки и округление поясницы.",
      "image": "assets/exercises/ex-095.jpg"
    },
    {
      "id": 96,
      "group": "Всё Тело",
      "name": "ФЕРМЕРСКАЯ ПРОГУЛКА",
      "equipment": "гантели или гири",
      "joints": "тазобедренный, коленный, голеностопный; позвоночник — стабилизация",
      "muscles": "хват, трапеция, кор",
      "assist": "ягодичные, мышцы ног",
      "technique": "Встань высоко, опусти плечи. Иди короткими устойчивыми шагами. Не наклоняйся в сторону.",
      "breath": "Ровное дыхание.",
      "mistake": "Сутулость и слишком длинный шаг.",
      "image": "assets/exercises/ex-096.jpg"
    },
    {
      "id": 97,
      "group": "Всё Тело",
      "name": "САНКИ: ТОЛКАНИЕ",
      "equipment": "силовые санки",
      "joints": "тазобедренный, коленный, голеностопный",
      "muscles": "квадрицепс, ягодичные, икроножные",
      "assist": "кор, плечевой пояс",
      "technique": "Наклони всё тело одной линией. Толкай пол назад. Сохраняй короткий мощный шаг.",
      "breath": "Ритмичное дыхание.",
      "mistake": "Сгибание только в пояснице.",
      "image": "assets/exercises/ex-097.jpg"
    },
    {
      "id": 98,
      "group": "Всё Тело",
      "name": "ТРАСТЕР С ГАНТЕЛЯМИ",
      "equipment": "гантели",
      "joints": "тазобедренный, коленный, голеностопный, плечевой, локтевой",
      "muscles": "квадрицепс, ягодичные, дельты, трицепс",
      "assist": "кор, верх груди",
      "technique": "Присядь устойчиво. Используй подъём ногами для начала жима. Заверши гантели над плечами.",
      "breath": "Вдох вниз, выдох при жиме.",
      "mistake": "Разрыв движения и прогиб поясницы.",
      "image": "assets/exercises/ex-098.jpg"
    },
    {
      "id": 99,
      "group": "Всё Тело",
      "name": "БЁРПИ",
      "equipment": "собственный вес",
      "joints": "плечевой, локтевой, тазобедренный, коленный, голеностопный",
      "muscles": "всё тело",
      "assist": "кор и сердечно-сосудистая система",
      "technique": "Поставь ладони устойчиво. Перейди в планку без провала таза. Верни ноги и встань или выпрыгни.",
      "breath": "Дыши ритмично.",
      "mistake": "Потеря контроля поясницы ради скорости.",
      "image": "assets/exercises/ex-099.jpg"
    },
    {
      "id": 100,
      "group": "Всё Тело",
      "name": "МЕДВЕЖЬЯ ХОДЬБА",
      "equipment": "собственный вес",
      "joints": "плечевой, тазобедренный, коленный; позвоночник — стабилизация",
      "muscles": "кор, плечевой пояс, квадрицепс",
      "assist": "ягодичные, предплечья",
      "technique": "Колени низко над полом. Двигай противоположные руку и ногу. Таз держи стабильным.",
      "breath": "Ровное дыхание.",
      "mistake": "Раскачивание таза.",
      "image": "assets/exercises/ex-100.jpg"
    }
  ],
  "materials": [
    {
      "title": "База питания",
      "text": "Сначала общая калорийность и достаточный белок, затем удобный режим и выбор продуктов. Регулярность важнее идеального рациона."
    },
    {
      "title": "Снижение веса",
      "text": "Умеренный дефицит, белок в каждом приёме пищи, овощи для объёма и контроль жидких калорий. Не требуется исключать целые группы продуктов."
    },
    {
      "title": "Поддержание",
      "text": "Стабильная калорийность, разнообразие, углеводы под активность и корректировка порций по динамике веса, голоду и тренировкам."
    },
    {
      "title": "Набор мышц",
      "text": "Небольшой профицит, 3–5 приёмов пищи, достаточный белок и углеводы вокруг тренировок. Контролируй темп набора и силовой прогресс."
    },
    {
      "title": "Как собрать приём пищи",
      "text": "Источник белка + углеводы + овощи/фрукты + источник жиров. Размеры порций меняются под целевую калорийность."
    },
    {
      "title": "Жиры",
      "text": "Не опускай жиры слишком низко. Рыба, яйца, орехи, семена и растительные масла полезны, но калорийны — учитывай порции."
    },
    {
      "title": "Углеводы",
      "text": "Это топливо для активности. Количество удобно повышать при большом объёме тренировок и наборе и снижать, если так проще держать дефицит."
    },
    {
      "title": "Клетчатка и вода",
      "text": "Овощи, фрукты, бобовые и цельные крупы помогают набрать клетчатку. Потребность в воде растёт в жару и при высокой потливости."
    }
  ],
  "replacements": {
    "Рис готовый": [
      "Гречка готовая",
      "Булгур готовый",
      "Паста готовая",
      "Картофель готовый"
    ],
    "Гречка готовая": [
      "Рис готовый",
      "Булгур готовый",
      "Картофель готовый"
    ],
    "Куриная грудка готовая": [
      "Индейка готовая",
      "Говядина постная готовая",
      "Треска/хек готовые"
    ],
    "Индейка готовая": [
      "Куриная грудка готовая",
      "Говядина постная готовая"
    ],
    "Лосось готовый": [
      "Треска/хек готовые",
      "Куриная грудка готовая"
    ],
    "Творог 5%": [
      "Йогурт греческий 2%",
      "Сырники"
    ],
    "Яблоко": [
      "Банан",
      "Ягоды"
    ],
    "Банан": [
      "Яблоко",
      "Ягоды"
    ],
    "Овсяные хлопья": [
      "Хлеб цельнозерновой",
      "Гречка готовая"
    ]
  }
};